{
    "name": "8PAY Network",
    "symbol": "8PAY",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xFeea0bDd3D07eb6FE305938878C0caDBFa169042.png",
    "overview": "Are you tired of the cumbersome payment process that comes with traditional financial systems? Look no further than 8PAY Network, the revolutionary blockchain-based payment solution that is changing the game for businesses and individuals alike. With its innovative approach to decentralised finance (DeFi), 8PAY Network is disrupting the traditional payment landscape and empowering users with unprecedented control over their transactions.\n\nAt the heart of 8PAY Network is its native token, 8PAY, which serves as the fuel for its decentralised payment ecosystem. Through smart contracts and blockchain technology, 8PAY Network allows users to send and receive payments in a secure, transparent, and efficient manner. Whether you're a business owner looking to streamline your payment processes or an individual seeking greater financial freedom, 8PAY Network has the solution for you.",
    "history": "8PAY Network was founded in 2021 by a team of visionaries who recognized the limitations of traditional payment systems and the potential of blockchain technology. The team set out to create a decentralised payment solution that could overcome the challenges of intermediaries, slow transaction times, and high fees that are often associated with traditional financial systems.\n\nSince its inception, 8PAY Network has gained significant traction and support from the crypto community, investors, and businesses alike. Its native token, 8PAY, has quickly gained popularity, with a growing number of users leveraging it for various payment purposes. With a strong focus on user experience, security, and scalability, 8PAY Network has become a preferred choice for those looking to embrace the benefits of blockchain technology in the world of payments.\n\nThe team behind 8PAY Network is not resting on its laurels, though. They are constantly working on improving and expanding the platform, with plans to introduce new features and partnerships in the near future. Their mission is to create a truly decentralised payment ecosystem that can empower users with greater financial autonomy, eliminate intermediaries, and foster financial inclusion for all.",
    "website": "https://8pay.network/",
    "blog": "https://8pay.medium.com/",
    "twitter": "https://twitter.com/8Pay_network",
    "telegram": "https://t.me/official_8pay",
    "discord": "",
    "dominantColour": "#7BCADA"
}