{
    "name": "Alien Worlds",
    "symbol": "TLM",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x2222227E22102Fe3322098e4CBfE18cFebD57c95.png",
    "overview": "Alien Worlds is a decentralised, play-to-earn (P2E) NFT game that has taken the gaming world by storm. Developed by Dacoco GmbH, Alien Worlds is a metaverse where players, known as 'explorers', compete for scarce resources called Trilium (TLM) in a simulated economy centred around planetary worlds. But Alien Worlds is more than just a game - it's also a decentralised finance (DeFi) ecosystem, with players staking TLM, voting in Planet Decentralised Autonomous Organizations (DAOs), and earning real monetary rewards through gameplay.",
    "history": "Alien Worlds was created in 2020 by Dacoco GmbH, a German-based company that specialises in decentralised autonomous community organisations. Based in Zug, Switzerland, also known as 'crypto valley', Dacoco GmbH has been at the forefront of blockchain and crypto innovation. With three successful projects under their belt, Alien Worlds has quickly risen to prominence as one of the fastest-growing NFT games in the market.\n\nWhat sets Alien Worlds apart from other games is its unique features. Firstly, it is a gaming metaverse that features numerous DAOs, giving every TLM coin holder a stake in deciding who runs the platform. Players can stake their TLM to Planet DAOs, aligning themselves with a planet and earning more daily TLM rewards based on the amount staked. This allows players to have a direct influence on the future of the platform by voting and even running for candidacy as a Councillor in multiple planets.\n\nAnother unique feature of Alien Worlds is its free-to-play model, making it accessible to players of all backgrounds. Unlike traditional games that often come with expensive barrier costs, Alien Worlds bypasses these obstacles, making it newbie-friendly and inclusive to all. This has contributed to its popularity, as it is currently the second fastest growing NFT game according to DappRadar, ranking first in all DApp games by 24-hour users.\n\nIn addition, Alien Worlds has a strong community development effort, with active Discord communities in 18 languages and ongoing localization efforts to support players from different regions. The team also conducts regular AMAs, sponsors drops and promotions, and supports expansion efforts to further engage with its player base.\n\nAt the heart of Alien Worlds is TLM, the native token that serves multiple purposes within the ecosystem. TLM holders can participate in the governance of Planet DAOs and vote on potential rewards, stake TLM to mine both TLM and NFTs, use TLM as in-game currency to purchase and upgrade items, and earn TLM as participation rewards for active gameplay. TLM is also used to purchase in-game items that are minted as NFTs, adding value and utility to the token.",
    "website": "https://alienworlds.io/",
    "blog": "https://medium.com/@alienworlds",
    "twitter": "https://twitter.com/alienworlds",
    "telegram": "https://t.me/AlienWorldsOffical",
    "discord": "https://discord.com/invite/QHPJxuq",
    "dominantColour": "#000000"
}