{
    "name": "Alpha Venture DAO",
    "symbol": "ALPHA",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xa1faa113cbE53436Df28FF0aEe54275c13B40975.png",
    "overview": "Alpha Venture DAO (previously known as Alpha Finance Lab) is a vibrant community of bold individuals who are shaping the future of Web3 and expanding the Web3 ecosystem together with a network of industry leaders and the Alpha community. Alpha Venture DAO aims to create a vast ecosystem of decentralised applications (dApps) that capture value across different chains and sectors in the Web3 landscape. It is not just a token for a single product or project, but a proxy for Web3 innovation. The ecosystem of Alpha Venture DAO is divided into two parts: build and incubate.\n\nThe Alpha team continues to build cutting-edge products with synergies that dominate their respective markets across multiple chains and verticals. This allows them to stay relevant in the ever-changing Web3 landscape, connect with the right people, and understand the needs of other builders to successfully launch and grow their projects. The incubator arm of Alpha Venture DAO focuses on incubating new innovations and projects in the crypto space, providing mentorship and guidance to help these projects grow from 0-to-1 and 1-to-100. Alpha Venture DAO is redefining how dApps are built, contributed, and owned, offering the community a unique opportunity to contribute to and own promising projects early on.",
    "history": "Alpha Venture DAO (ALPHA) was launched in 2020 as Alpha Finance Lab, following a public token sale on the Binance Launchpad. Its goal was to build an ecosystem of DeFi products that maximise returns while minimising risks for users. The team at Alpha Finance Lab focused on capturing unaddressed demands in DeFi in an innovative and user-friendly way, resulting in the development of Homora, the world's first leveraged yield farming platform. Since then, Alpha Finance Lab has evolved into an expansive ecosystem of products, with a track record of incubating billion-dollar projects such as Beta Finance, pStake, and GuildFi.\n\nThe core team of Alpha Venture DAO includes project lead Tascha Punyaneramitdee, who previously served as the Head of Strategy at Band Protocol and gained extensive experience working with global financial firms. Tascha is joined by Tech Lead Nipun Pitimanaaree, a graduate in Mathematics and Computer Science from MIT and a recipient of multiple medals at the International Mathematical Olympiad, and Product Lead Arin Trongsantipong, a former Software Engineer at SCB10X and Cleverse.\n\nWhat sets Alpha Venture DAO apart is its approach to supporting builders in the Web3 space. As a builder of Web3 products with a track record of successful projects, such as Homora, and a community of over 100,000 Web3 users, Alpha Venture DAO offers builders tactical and strategic advice, as well as a platform for contributors to own high-quality projects from the early stages. The experience of building products alongside the community ensures that the advice and community remain relevant in the rapidly evolving Web3 landscape, providing a replicable playbook for building and launching projects and access to a real Web3 community of users from day one.\n\nAlpha Venture DAO also stands out for its commitment to inclusivity and collaboration. It serves as a one-stop shop for builders to access the knowledge and expertise of experienced builders, thought leaders, and veteran investors. Additionally, Alpha Venture DAO provides opportunities for Web3 users with various skill sets, such as UX/UI, fullstack, content creation, community building, marketing, and more, to contribute to Web3 projects and become owners of high-quality projects ahead of others.",
    "website": "https://alphaventuredao.io/",
    "blog": "",
    "twitter": "https://twitter.com/alphaventuredao",
    "telegram": "https://t.me/AlphaFinanceLab",
    "discord": "https://discord.alphaventuredao.io/",
    "dominantColour": "#173B9D"
}