{
    "name": "Ambire AdEx",
    "symbol": "ADX",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x6bfF4Fb161347ad7de4A625AE5aa3A1CA7077819.png",
    "overview": "Ambire, previously known as AdEx Network, is a cutting-edge tech company that offers a new-generation solution for digital advertising and a DeFi-focused crypto wallet. Founded in 2017, Ambire started as a decentralised ad exchange and has since evolved into a full protocol for trading advertising space/time. The Ambire AdEx protocol operates on Ethereum and utilises the OUTPACE layer 2 payment channels, enabling micropayments for advertising transactions. Additionally, Ambire has developed an open-source platform built on top of the Ethereum implementation of the protocol, which has gained over 16,000 registered users and processed billions of micropayments on the blockchain.",
    "history": "Ambire was co-founded by Ivo Georgiev and Dimo Stoyanov, both seasoned entrepreneurs with a track record of success. The duo is also behind the popular media streaming platform Stremio, which boasts over 18 million users worldwide. Since its inception, Ambire has been at the forefront of tech innovation, creating blockchain and web3 solutions in crypto asset management and hosting the largest payments channels network on Ethereum.\n\nOne of Ambire's flagship products is the Ambire Wallet, a full-featured cryptocurrency wallet that aims to simplify and democratise the use of crypto and DeFi tools in everyday life. Designed for both crypto novices and veterans, Ambire Wallet offers an accessible user experience, hassle-free onboarding, automatic gas management, hardware wallet support, and more. The wallet is currently in private Beta, with plans for a general public release soon.\n\nThe Ambire AdEx platform, powered by the AdEx protocol, is the first open-source decentralised ad platform that prioritises user privacy and transparency. The protocol facilitates trading of advertising space or time, along with verification and proof of the transactions. It operates through a complex system of software components that work seamlessly in the background to improve the internet browsing experience for users. Ambire's AdEx platform connects publishers and advertisers directly, allowing them to trade online advertising inventory without intermediaries.\n\nADX is the native utility token of the Ambire AdEx platform and is used for incentivizing validator uptime and ensuring smooth running of advertising campaigns. Validators are appointed for each campaign and are responsible for processing micropayments between publishers and advertisers through layer 2 payment channels. Staking ADX tokens allows users to earn rewards, with the staking APY reaching over 45% in late 2021. Ambire's staking portal was launched in January 2020 and has been expanded to include security mining and a Loyalty Pool using Chainlink price feeds.",
    "website": "https://www.ambire.com/adex/platform",
    "blog": "",
    "twitter": "https://twitter.com/AdEx_Network",
    "telegram": "https://t.me/AdExNetworkOfficial",
    "discord": "https://discord.gg/nMBGJsb",
    "dominantColour": "#8A2AFF"
}