{
    "name": "Ampleforth",
    "symbol": "AMPL",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xDB021b1B247fe2F1fa57e0A87C748Cc1E321F07F.png",
    "overview": "In the world of cryptocurrencies, Ampleforth (AMPL) stands out as a truly unique asset that is designed to maintain stable purchasing power. Unlike traditional stablecoins that aim to stabilize price around $1, Ampleforth uses an innovative algorithmically adjusted supply mechanism to achieve purchasing power stability. This Ethereum-based token is the brainchild of Evan Kuo, an experienced product manager and entrepreneur, and his team at the Ampleforth Foundation. With its revolutionary approach to maintaining price stability, Ampleforth aims to be the base money of the new decentralized economy.",
    "history": "Ampleforth was founded by Evan Kuo, a visionary entrepreneur with a background in mechatronics, robotics, and automation engineering from UC Berkeley. Kuo, a self-described art and maths lover, has a track record of developing predictive auction products. Together with a team of engineers, including ex-Uber and ex-Google senior software engineer Brandon Iles, who is also listed as a co-founder, Kuo established the Ampleforth Foundation, the driving force behind the Ampleforth protocol.\n\nAmpleforth's uniqueness lies in its ability to maintain stable purchasing power through a fluctuating monetary supply. The token supply expands and contracts in response to consumer demand, without diluting any individual stakeholder. This innovative supply adjustment process, known as a 'rebase', occurs once a day and is triggered by the price of AMPL going above or below a specified range. If the price is too high, the supply increases, and if it's too low, the supply decreases. This ensures that all wallets are adjusted proportionally, and regardless of the change, AMPL holders retain the same percentage of the token supply.\n\nAmpleforth's supply dynamics create an asset with a unique volatility profile that remains uncorrelated to other asset classes. This makes it attractive as a hedge and an alternative to fiat currencies that suffer from rampant devaluation. While initially pegged to $1 USD, Ampleforth's supply adjustments take into account future inflation by ingesting Consumer Price Index data. This allows it to maintain stable purchasing power in the face of changing economic conditions.\n\nWith its algorithmically adjusted supply mechanism, Ampleforth is well-positioned to be the base money of the new decentralised economy. It offers a truly non-correlated asset that can be used for diversifying cryptocurrency portfolios, serves as a reserve collateral for decentralised finance (DeFi) applications, and presents an alternative to central-bank money that is resistant to shocks. Ampleforth's pioneering approach to maintaining stable purchasing power through supply adjustments sets it apart from other cryptocurrencies and positions it as a game-changer in the world of digital assets.",
    "website": "https://www.ampleforth.org/",
    "blog": "",
    "twitter": "https://twitter.com/ampleforthorg",
    "telegram": "https://t.me/Ampleforth",
    "discord": "",
    "dominantColour": "#000000"
}