{
    "name": "APENFT",
    "symbol": "NFT",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x20eE7B720f4E4c4FFcB00C4065cdae55271aECCa.png",
    "overview": "APENFT, officially registered in Singapore on March 29, 2021, is a metaverse, GameFi, and NFT trading platform that aims to be a bridge between the world of fine art and blockchain technology. With core businesses including investing in top NFT platforms and artworks, incubating leading NFT artists, sponsoring galleries, organising art exhibitions, and establishing art collections, APENFT is at the forefront of the NFT revolution.\n\nBy leveraging blockchain technology, APENFT expands the use cases of blockchain beyond the traditional value exchange, collaboration, and record-keeping, to include NFTs as a unique and critical element. As a blockchain enterprise, APENFT is committed to promoting traditional and digital art by utilising its strengths in technology, market, industry, and policy research to introduce blockchain into diverse use cases.",
    "history": "APENFT runs on the TRON, BSC, and Ethereum blockchains and utilises the TRC-721 and ERC-721 token standards for its NFTs. It also uses the BitTorrent File System (BTFS) for decentralised storage of NFT information, leveraging the high-throughput of the TRON network for efficient and secure storage.\n\nOne of the key features of APENFT is its focus on physical fine art, as it aims to bridge the gap between the traditional art world and the NFT world. APENFT holds physical artworks in its storage facilities, which are equipped with top-of-the-line security measures to ensure the preservation and viewing of these valuable assets.\n\nOne of the innovative aspects of APENFT is its approach to authenticating fine art. By registering physical works as NFTs on the blockchain, APENFT provides a more secure way to prove authenticity and track price history compared to traditional physical certificates of authenticity, which are prone to forgery and destruction.\n\nAPENFT also offers a limited-edition NFT collection called Genesis NFTs, which are minted specifically for the APENFT Marketplace. These NFTs come with different rarities and benefits, including whitelist access to projects in the TRON ecosystem and other exclusive benefits, making them highly sought after by collectors.\n\nIn May 2022, APENFT partnered with Poloniex to integrate its NFT marketplace, as part of a joint initiative to foster the development of NFTs. This partnership further solidifies APENFT's position as a leading platform in the NFT space, and highlights its commitment to driving innovation and growth in the industry.",
    "website": "https://apenft.org/",
    "blog": "https://apenftorg.medium.com/",
    "twitter": "https://twitter.com/apenftorg",
    "telegram": "https://t.me/apenftEN",
    "discord": "https://discord.com/invite/SgrbAYKWKk",
    "dominantColour": "#000000"
}