{
    "name": "ApolloX",
    "symbol": "APX",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x78F5d389F5CDCcFc41594aBaB4B0Ed02F31398b3.png",
    "overview": "In the world of cryptocurrency, decentralised exchanges (DEXs) are becoming increasingly popular due to their ability to facilitate peer-to-peer trading without the need for intermediaries. \n\nOne such DEX is ApolloX, which is the biggest decentralised crypto derivatives exchange on the BNB Chain. ApolloX is shaping Web3 trading and offering users a wide selection of perpetual futures with leverage. What makes ApolloX unique is its decentralised exchange, ApolloX Finance, which caters to different trader profiles.",
    "history": "Launched in 2021, ApolloX is the world's first CEX-DEX hybrid cryptocurrency exchange. Users enjoy safe and smooth trading on ApolloX CEX and DEX with up to 150x leverage. The platform offers two trading modes: ApolloX Classic and ApolloX Lite. ApolloX Classic employs an 'off-chain matching + on-chain settlement' model to achieve high transaction performance, excellent market depth, and fast response speeds while ensuring the safety and transparency of users’ funds. ApolloX Lite Mode is a simpler, easy-to-use trading mode that hosts ALP-PERP contracts. ALP-PERP is not traded on an order book. Instead, trades are against the ALP liquidity pool. \n\nAPX is ApolloX's native token, launched in December 2021, with a total supply of 10 billion APX. Users can earn APX as trading and staking rewards on ApolloX. Additionally, users can lock APX in DAO to earn staking rewards, trading fee discounts, and voting power for governance. Users can also stake ALP to earn attractive yield in APX rewards. \n\nIn April 2022, ApolloX announced the launch of ApolloX 2.0, which includes a token burn plan and a transition toward a DAO structure. Under ApolloX 2.0, ApolloX will burn 5,755,000,000 APX. APX can be locked in DAO to earn voting power for proposals and staking rewards. \n\n‘ApolloX’ is the combination of the word ‘Apollo’ and the letter ‘X’. Apollo refers to the Apollo program, which succeeded in landing the first humans on the Moon. X stands for crypto exchange. The name ApolloX represents the company's wish for the growing crypto industry and its exchange.",
    "website": "https://www.apollox.finance/",
    "blog": "",
    "twitter": "https://twitter.com/ApolloX_Finance",
    "telegram": "https://t.me/ApolloX_Finance",
    "discord": "",
    "dominantColour": "#7D46FE"
}