{
    "name": "ARIVA",
    "symbol": "ARV",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x6679eB24F59dFe111864AEc72B443d1Da666B360.png",
    "overview": "ARIVA is a blockchain solution that aims to revolutionise the travel and tourism industry. It consists of four different ecosystem integrations: Ariva.World, Ariva Wonderland, Ariva.Finance, and Ariva.Club. These integrations offer a range of services to the users, such as a crypto B2C & C2C travel booking portal, a travel metaverse, a crypto payment gateway, and a travel-based social media platform. \n\nWith ARIVA, users can experience a decentralised way of travelling, where they can visit different cultures, socialise, and earn money virtually. Additionally, ARIVA eliminates the expensive costs of international high-volume money transfers and the complexity arising from the use of local currency in the destination country.",
    "history": "ARIVA is not just a cryptocurrency for trading on exchanges. Its aim is to be actively used in the travel and tourism industry, which is one of the largest and most important industries of the world economy.\n\nARIVA came into existence with the intention to make transactions hassle-free in global and local tourism networks in the near future. \n\nAriva.World is the first global travel and tourism platform integrated with cryptocurrencies. Users can meet with global and local tourism service providers and make bookings with cryptocurrencies, earn crypto money from both their reservations and valuable content sharing. \nAriva Wonderland is the world's first tourism metaverse. It offers a limitless travel experience and a virtual second life where users can travel to amazing attractions from the comfort of their own homes. \n\nAriva pushes the limits regarding what is possible thanks to the utilisation of virtual reality within the crypto and DeFi space. \n\nAriva.Finance is a payment gateway that meets the global need for a faster and more transparent payment system with low transaction fees. It offers a secure, fast, and easy way to set up a payment gateway on websites and apps within minutes at a lower price. Online transactions such as travel booking and shopping have increased as the use of the internet increases, and e-commerce has become a major part of the global market segment. \n\nFinally, Ariva.Club is a blockchain-based tourism and travel social media application where users can add friends, share vacation posts/stories, send vacation requests to other users to go on vacation together, share vacation routes, and earn income while doing all these.",
    "website": "https://ariva.digital/",
    "blog": "https://medium.com/@arivacoin",
    "twitter": "https://twitter.com/ArivaCoin",
    "telegram": "https://t.me/ariva_arv",
    "discord": "",
    "dominantColour": "#55725E"
}