{
    "name": "ARPA",
    "symbol": "ARPA",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x6F769E65c14Ebd1f68817F5f1DcDb61Cfa2D6f7e.png",
    "overview": "ARPA Network (ARPA) is a revolutionary decentralised secure computation network that aims to improve the fairness, security, and privacy of blockchains. By utilising Multi Party Computation (MPC) as a layer two protocol on top of layer one blockchains, ARPA enables the sharing and analysis of sensitive data without compromising its confidentiality. This is particularly crucial in public blockchains where all transactions are visible to anyone, making data privacy a major concern.",
    "history": "ARPA, previously known as ARPA Chain, was founded in 2018 as a privacy-preserving MPC network. The team behind ARPA has extensive experience in MPC and cryptography, which laid the foundation for their innovative threshold BLS signature schemes (TSS-BLS) system design that led to the creation of ARPA Network.\n\nThe ARPA Mainnet was launched in late 2019 with a focus on use-cases related to the financial sector. In 2020, ARPA expanded its functionality to include precise advertising and secure personal data sharing and monetization. They also launched a partnership program with enterprise leaders, generating revenue for the project. In 2021, quarterly token burns were implemented to further support the growth of ARPA.\n\nIn Q1 2022, ARPA is currently focusing on the Randcast Pilot Program, which aims to create a solution for generating verifiable random numbers (RVN). RVNs are crucial for various use-cases in the metaverse, such as genetic mutations, lightning strikes, NFT generative randomization, and more.\n\nARPA's unique MPC approach allows for the transmission and analysis of sensitive data while preserving privacy, making it a game-changer for industries with vast quantities of sensitive data, such as banking and finance, digital advertising, healthcare, and deep learning (AI). ARPA's encryption and MPC techniques ensure that data remains confidential, even during analysis and computation, protecting it from falling into the wrong hands.\n\nFurthermore, ARPA's computational sharding capability allows for the analysis of huge amounts of data, making it ideal for sectors that require massive data processing, such as deep learning and AI. Many existing layer one blockchains struggle with throughput and scalability when it comes to handling vast amounts of data, which makes ARPA's computational sharding feature a significant advantage.",
    "website": "https://www.arpanetwork.io/en-US",
    "blog": "https://medium.com/@arpa",
    "twitter": "https://twitter.com/arpaofficial",
    "telegram": "https://t.me/arpa_community",
    "discord": "https://discord.com/invite/swahGvv5XK",
    "dominantColour": "#5B5A68"
}