{
    "name": "Automata",
    "symbol": "ATA",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xA2120b9e674d3fC3875f415A7DF52e382F141225.png",
    "overview": "Automata Network, founded in 2019, is a decentralised service protocol that provides privacy middleware for dApps across multiple blockchains. With a mission to empower Web 3.0 applications and businesses with privacy-first, high assurance, and frictionless transactions, Automata tackles issues such as data ownership transparency, censorship, and intrusion into personal privacy. Its products include a privacy-first cross-chain service plane, a shielded and unbiased compute plane, an elastic and scalable control plane, and a ledger plane for atomic and privacy-preserving data exchange between blockchains.",
    "history": "Automata was founded by a team of blockchain developers and researchers, including former founding members of Zilliqa. Co-founder Zheng Leong Chua holds a PhD in computer science from the National University of Singapore, and co-founder Deli Gong previously worked at Zilliqa as infrastructure lead. The team, consisting of 11 members, has received grants and recognition from organisations such as Web3, Berkeley Blockchain Xcelerator, and Polkadot Decoded Mainstage. Notable investors in Automata include KR1, Alameda Research, IOSG Ventures, Divergence Capital, Genesis Block Ventures, and Jump Trading.\n\nAutomata Network stands out with its privacy-focused solutions that integrate seamlessly with existing blockchain infrastructure. Its applications, including anonymous voting, MEV minimization, and do-not-track indexing, offer users safe and private transactions while providing open-source code and APIs for developers. Witness, Automata's anonymous voting service, offers low-cost off-chain voting with on-chain execution based on the results, and supports multiple EVM-compatible chains. Conveyor, Automata's MEV minimization solution, creates a front-running-free zone by ingesting and outputting transactions in a determined order, eliminating transaction reordering chaos, and providing features such as gasless trading, anti-front running, privacy on ordering, and integration with other DEXes.\n\nThe native utility token of Automata Network is ATA, which serves several use cases. ATA token holders can participate in governance by creating and voting on proposals, platform features, and network parameters. Compute and storage miners earn ATA tokens as mining rewards for running applications and executing transactions on the network. Users also pay miners in ATA tokens as protocol fees for storage and computation work tasks. ATA tokens can be bonded to participate in Geode auctions, which allocate resources within the Automata Network.",
    "website": "https://www.ata.network/",
    "blog": "https://medium.com/atanetwork",
    "twitter": "https://twitter.com/automatanetwork",
    "telegram": "https://t.me/ata_network",
    "discord": "https://discord.com/invite/Us8cxTVRxG",
    "dominantColour": "#F0BF26"
}