{
    "name": "BakerySwap",
    "symbol": "BAKE",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xE02dF9e3e622DeBdD69fb838bB799E3F168902c5.png",
    "overview": "BakerySwap, a decentralised automated market-making (AMM) protocol based on the Binance Smart Chain (BSC), is making waves in the world of decentralised finance (DeFi). Launched in September 2020, BakerySwap (BAKE) is the native BEP-20 governance token of the BakerySwap ecosystem. The platform allows users to earn BAKE tokens by providing liquidity, which can be used for governance voting and to receive transaction fee dividends. BakerySwap offers liquidity pools for various altcoins, and its unique feature is the ability to create new liquidity pools by the community, with designated pools having BAKE rewards. BakerySwap charges a 0.30% fee on all swaps and trades, with 0.25% going to liquidity providers.",
    "history": "BakerySwap was founded in 2020 by an anonymous group of developers who believe in the future of decentralised autonomous organisations (DAOs). The project was created as a fork of Uniswap, similar to SushiSwap, and has gained popularity due to its open-source and decentralised structure based on blockchain technology.\n\nThe BakerySwap team stands out for their stance against initial coin offerings, token pre-sales, and token reservations for the dev team. They are dedicated to creating a fair and transparent ecosystem that rewards liquidity providers and gives power to the community through governance voting.\n\nBakerySwap has quickly gained traction in the DeFi space due to its user-friendly trading experience and unique features. Unlike traditional exchanges, BakerySwap operates without order books, using an AMM model that relies on liquidity pools. Users can swap and exchange tokens based on the provided liquidity, and liquidity providers can earn rewards for their participation. This creates a decentralised and community-driven marketplace for token swaps and exchanges.\n\nIn addition to its AMM and DEX functionalities, BakerySwap also offers a launchpad and an NFT marketplace where users can buy and sell non-fungible tokens. BAKE, the platform's governance token, is used in the reward system to incentivize liquidity providers and serves as the main payment method for NFT purchases on the platform.\n\nWith its fast-growing ecosystem and innovative approach to decentralised finance, BakerySwap is becoming a prominent player in the world of blockchain and cryptocurrency. Its emphasis on transparency, community-driven governance, and fair reward distribution has garnered attention from crypto enthusiasts and investors alike. As the DeFi landscape continues to evolve, BakerySwap is poised to make a significant impact and shape the future of decentralised finance.",
    "website": "https://www.bakeryswap.org/#/home",
    "blog": "https://medium.com/@BakerySwap",
    "twitter": "https://twitter.com/bakery_swap",
    "telegram": "https://t.me/bakeryswap",
    "discord": "",
    "dominantColour": "#FFB647"
}