{
    "name": "Beefy.finance",
    "symbol": "BIFI",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xCa3F508B8e4Dd382eE878A314789373D80A5190A.png",
    "overview": "Beefy Finance is a decentralised, multi-chain yield optimizer platform that empowers users to earn compound interest on their crypto holdings. The platform operates through a set of investment strategies secured and enforced by smart contracts, which automatically maximise the rewards from various liquidity pools (LPs), automated market making (AMM) projects, and other yield farming opportunities in the DeFi ecosystem. The main product offered by Beefy Finance are the 'Vaults', where users can stake their crypto tokens and earn passive income through compounding of yield farm reward tokens. Importantly, users always maintain full control of their funds and can withdraw at any time, as DeFi applications are permissionless and trustless.",
    "history": "Beefy Finance was developed by an anonymous team that was directly inspired by the yield optimisation projects that had been developed on the Ethereum network. As a team that has been part of the crypto world for many years, they are strong proponents of the philosophy 'Don't Trust, Verify'. This is why Beefy Finance is committed to transparency and has open-sourced data such as their governance token distribution contracts for public scrutiny.\n\nThe native governance token of Beefy Finance is $BIFI, which serves as a dividend-eligible revenue share for holders. $BIFI token holders earn profits generated by Beefy Finance and also have the privilege to vote on important platform decisions. The platform generates revenue from a small percentage of all the vault profits and distributes it back to $BIFI stakers. The unique revenue sharing mechanics allow users to stake $BIFI to earn more $BIFI in a BIFI Maxi Vault, or earn other popular cryptocurrencies such as ETH, BNB, FTM, MATIC, AVAX, and more in the native staking pools.\n\nNotably, the supply of $BIFI is limited to 80,000 tokens, making it a valuable asset for those who hold and stake it. $BIFI tokens are available on top decentralised exchanges such as Binance, 1inchexchange, and PancakeSwap, providing users with easy access to participate in the Beefy Finance ecosystem.\n\nBeefy Finance aims to provide users with the highest APYs (Annual Percentage Yields) while prioritising safety and efficiency. The platform's automated yield optimization strategies and commitment to transparency make it a compelling choice for crypto investors seeking to earn passive income in a decentralised and trustless manner.",
    "website": "https://beefy.finance/",
    "blog": "https://medium.com/beefyfinance",
    "twitter": "https://twitter.com/beefyfinance",
    "telegram": "https://t.me/beefyfinance",
    "discord": "https://discord.com/invite/yq8wfHd",
    "dominantColour": "#000000"
}