{
    "name": "Bella Protocol",
    "symbol": "BEL",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x8443f091997f06a61670B735ED92734F5628692F.png",
    "overview": "Bella Protocol is a game-changing platform that aims to revolutionise the world of Decentralised Finance (DeFi) by simplifying the user experience and providing a full suite of innovative DeFi products. Launched in September 2020 as the first project distributed via Binance’s Launchpool platform, Bella Protocol has quickly gained traction in the crypto community due to its unique features and user-friendly approach.\n\nLed by co-founders Felix Xu and Yemu Xu, Bella Protocol offers a range of products that include Bella Liquidity Mining, flexible savings, a one-click smart portal, a lending platform, and a Robo-Advisor. These products are designed to provide users with maximum yield on their crypto assets while minimising fees and simplifying the investment process.",
    "history": "Bella Protocol was incubated by the ARPA team, a blockchain-based layer 2 solution for privacy-preserving computation. The BEL token, which is an essential component of the Bella Protocol ecosystem, serves as a reward token that allows holders to participate in the governance of the platform. With investments from prominent firms like Arrington XRP Capital and Ledger Capital, Bella Protocol has quickly gained recognition in the crypto space for its innovative approach to DeFi.\n\nFelix Xu, the CEO of Bella Protocol, is a seasoned veteran of the financial industry with years of experience as a venture investor and analyst. Yemu Xu, the co-founder of Bella Protocol, brings a wealth of entrepreneurial experience to the table with a history of analyst and consultant roles. The rest of the Bella team overlaps with that of ARPA, comprising a diverse group of professionals with backgrounds in blockchain, finance, and product development.\n\nWhat sets Bella Protocol apart is its simplified user experience and wide variety of products. The platform offers a one-click smart portal that allows users to deploy their assets with zero gas fees on popular and profitable DeFi products. The Bella Robo-Advisor creates customised portfolios of cryptocurrencies and yield-earning stablecoins based on the user's risk profile. Bella Liquidity Mining and flexible savings offer opportunities to earn rewards by staking LP tokens and other assets.\n\nThe BEL token has multiple use-cases within the Bella Protocol ecosystem. It can be used for fee collection, offering holders a share of the management fees collected. BEL can also be used for discounts on custodian fees, voting and governance, and as an interest alternative to the original asset. Users can obtain BEL tokens by purchasing them from cryptocurrency exchanges like Binance or Uniswap. Additionally, Bella Protocol's own liquidity mining program allows users to farm BEL by staking Uniswap LP tokens or staking bTokens through their flex-savings program.",
    "website": "https://bella.fi/",
    "blog": "https://medium.com/@Bellaofficial",
    "twitter": "https://twitter.com/BellaProtocol",
    "telegram": "https://t.me/bellaprotocol",
    "discord": "https://discord.com/invite/JamMH5P",
    "dominantColour": "#00CDAA"
}