{
    "name": "Belt",
    "symbol": "BELT",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xE0e514c71282b6f4e823703a39374Cf58dc3eA4f.png",
    "overview": "Belt.fi is a stableswap AMM protocol that operates on the BNH Chain, HECO, and Klaytn, providing users with low fees and slippage, aggregation through vault compounding, lending, and yield generation. Belt Finance's unique approach to multi-strategy optimization vault system minimises dependence on any single protocol, ensuring the best possible yield rates in DeFi while protecting users from low-liquidity withdrawal issues.",
    "history": "Belt Finance has emerged as a player in the DeFi space with its focus on security, reliable yield, and cross-chain capabilities. The team at Belt Finance has invested heavily in security, conducting multiple audits, maintaining a bug bounty system, and building an experienced and transparent team. Belt Finance's vaults spread deposits across the top DeFi protocols in each ecosystem, allowing users to earn optimised returns from all of them simultaneously.\n\nOne of Belt Finance's key features is its stableswap AMM, which offers users efficient trading of stablecoins with low slippage and fees. This is made possible due to Belt Finance's ample liquidity and strategic positioning in the market. Users can take advantage of Belt Finance's services on multiple chains, including Binance Smart Chain, HECO Chain, and Klaytn, with plans for expansion to other chains in the future.\n\nBelt Finance's vault compounding feature is designed to be convenient and automated, maximising yield returns on asset positions by strategically utilising a variety of vaults and compounding them an optimal number of times per day. The bToken, which is connected to a multitude of strategies, shifts to the most optimal strategy available, ensuring that users get the best possible yield.\n\nOne of Belt Finance's unique offerings is its AMM functionality with stable or same-value tokens, which minimises impermanent loss and price impact. The pools on Belt Finance contain tokens with similar values/origins, allowing users to retain the convenience and assurance of their token positions while earning returns.\n\nBelt Finance's vision is to create a true cross-chain DeFi ecosystem, where users can maximise returns by adding liquidity to any pool of assets on any connected chain. The team behind Belt Finance has a history of researching and developing interchain technology, with the launch of Orbit Chain and its Orbit Bridge IBC protocol in 2017. Belt.fi will be the core protocol of this ecosystem, providing users with a seamless and efficient way to optimise their yield while retaining the safety and stability of their assets.",
    "website": "https://belt.fi/",
    "blog": "https://medium.com/belt-finance",
    "twitter": "https://twitter.com/BELT_Finance",
    "telegram": "https://t.me/BeltFinance",
    "discord": "",
    "dominantColour": "#FCB251"
}