{
    "name": "Beta Finance",
    "symbol": "BETA",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xBe1a001FE942f96Eea22bA08783140B9Dcc09D28.png",
    "overview": "Beta Finance, created by MIT alumnus Allen Lee, is a permissionless money market on Ethereum that offers borrowing, lending, and shorting of crypto assets. Unlike centralised exchanges, Beta Finance uses an isolated collateral model and routes trades through decentralised exchanges that use automated market makers. Users have the option to lend their crypto assets and earn interest, borrow crypto assets by providing collateral, or initiate short positions using collateral. Beta Finance plans to expand to other layer one and layer two solutions after its Ethereum Mainnet launch. Backed by prominent investors such as Spartan Group, ParaFi Capital, Multicoin Capital, DeFiance Capital, and Delphi Digital, Beta Finance aims to provide a scalable and accessible money market for the DeFi ecosystem.",
    "history": "Beta Finance was founded with a vision to address the volatility of the crypto market and fill the gap of short selling as a critical financial tool in the DeFi ecosystem. Short selling provides a counterbalancing force to price volatility, enabling users to act as an opposing force to price swings and facilitate market stability and efficiency. Beta Finance aims to make short selling simple and seamless with its integrated '1-Click Short' tool, allowing users to initiate and manage short positions with ease.\n\nOne of the unique features of Beta Finance is its isolated collateral model, which supports more volatile assets without endangering other positions. Initially, Beta Finance supports ETH, USDC, USDT, and DAI as valid collateral, with plans to allow the community to propose and vote for additional collateral support in Phase 2. Collateral factors also vary based on asset type, with stablecoins having a collateral factor of 90%, ETH with 80%, and more volatile assets with only 50% or even 20% loan-to-value ratios, providing tighter fund security for users.\n\nBeta Finance aims to provide a money market that is open to all, with the ability for users to create money markets for any crypto asset immediately. This allows users to earn risk-free yield on not only popular assets but also the long tail of crypto assets, including yield-farmed tokens that may not be supported by other money market protocols. Beta Finance seeks to redefine finance by providing foundational infrastructure and user tools that enable market efficiency and promote the ethos of 'Open Finance For All' in the DeFi ecosystem.",
    "website": "https://betafinance.org/",
    "blog": "https://medium.com/beta-finance",
    "twitter": "https://twitter.com/beta_finance",
    "telegram": "https://t.me/BetaFinanceProtocol",
    "discord": "https://discord.com/invite/kcecQQRyZJ",
    "dominantColour": "#A186DC"
}