{
    "name": "Binamon",
    "symbol": "BMON",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x08ba0619b1e7A582E0BCe5BBE9843322C954C340.png",
    "overview": "Binamon is a revolutionary new gaming platform that allows millions of people to join the NFT and blockchain-based gaming world in an easy, creative, and fun way. It is a complete metaverse of Digital Monsters that live on the Binance Smart Chain (BSC), providing players with a unique and exciting gaming experience. Binamon has a lot of amazing features that make it stand out in the gaming world, including the ability to create and receive a physical version of your Binamons at home. It also allows users to pit their Binamons against each other in battles, create in-game assets, trade NFTs on the marketplace, and explore a 3D Metaverse.",
    "history": "Binamon is a gaming platform based in Argentina that uses blockchain technology leveraging the Binance Smart Chain. The game focuses on digital monsters that become alive on the BSC as NFT. The platform was created with the aim of bringing an amazing experience to the blockchain universe, where newcomers can learn, earn, and most importantly have fun.\n\nThe Binamons have several characteristics, including Class, Attack, Hornpower (Resistance), and Element, which provide greater strength and performance to the monsters during the game and battles. These characteristics also increase the intrinsic value and market price of the digital monsters. To create and receive a physical version of their Binamons at home, users must use the smart contract created for this purpose, prove ownership of the NFT, and pay for it with the $BMON token.\n\nWith the battle mode, users can fight each other by wagering $BMON tokens, with the winner taking the prize. A small percentage is burned, and battles are matched between Binamons of the same class. The fight is resolved by a smart contract. The most powerful Binamon has a better chance of winning, but the weakest one will get a greater reward.\n\nThe Binamon game is an adventure multiplayer game whose economy is powered by the $BMON token. Players can create assets and sell them on the marketplace, and these assets have the ability to enhance the power of the Binamons. There are also in-game trading zones for players and content creators to buy and sell assets.\n\nBinamon uses Unreal Engine technology, providing players with a high-quality gaming experience. Players can farm and earn by holding and adding liquidity to Binamon's Metaverse, play Binamon Firewars (a win-to-play game based on a ticket system), pit their Binamons against other players in battles, and explore a 3D Metaverse to trade, play, upgrade, and even explore new planets.",
    "website": "https://binamon.org/",
    "blog": "",
    "twitter": "https://twitter.com/binamonok",
    "telegram": "https://t.me/binamon",
    "discord": "https://discord.com/invite/binamon",
    "dominantColour": "#EBA900"
}