{
    "name": "Biswap",
    "symbol": "BSW",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x965F527D9159dCe6288a2219DB51fc6Eef120dD1.png",
    "overview": "In the fast-paced world of decentralised finance (DeFi), Biswap stands out as a trusted DEX platform on the BNB Chain network, creating new standards in the industry. With its innovative products and services, Biswap offers users a reliable and efficient platform for trading BEP-20 tokens on Binance Smart Chain (BSC). What sets Biswap apart are its advantages, including the lowest trading fee starting from 0.1%, up to 50% fee return, high APRs on Biswap Farms & Launchpools, and a unique multi-type referral program that allows users to earn rewards in various ways.",
    "history": "Launched in 2021, Biswap has quickly gained popularity in the DeFi community. Led by a team of pseudonymous members with extensive experience in the crypto space, including its CEO 'EK', Biswap has positioned itself as a leading player in the BSC ecosystem. With a total of 27 team members listed on its website, Biswap is committed to delivering high-quality products and services to its users.\n\nBiswap's unique features make it stand out in the competitive landscape of DEX platforms. One of the key differentiators is its low transaction fees, with a fee of only 0.1% compared to industry averages of 0.25% or higher. This makes Biswap an attractive option for traders looking for cost-effective solutions. Moreover, users can engage in transaction fee mining, allowing them to receive up to 90% of the swap fee, depending on the trading pair, providing additional incentives for active participation.\n\nAnother notable feature of Biswap is its NFT marketplace, which allows users to purchase NFTs using multiple cryptocurrencies, including BNB, USDT, BUSD, and WBNB. The Biswap lottery is also a unique offering, where users can participate for a chance to win substantial BSW prizes. Additionally, Biswap has its own NFTs called NFT Earn, providing users with opportunities to stake or boost NFTs to earn profits.\n\nBiswap also offers an IDO Launchpad, providing a platform for other blockchain projects to launch their tokens. With more than 300,000 active DEX users, Biswap has established itself as a trusted platform for new projects to gain exposure and grow their communities. Furthermore, Biswap has announced a $10 million global incentive program to collaborate with other BSC projects, demonstrating its commitment to fostering innovation and growth in the DeFi ecosystem.\n\nIn conclusion, Biswap is a leading DEX platform on Binance Smart Chain, offering users a reliable and efficient trading experience with its innovative products and services. Its low transaction fees, unique multi-type referral program, NFT marketplace, and IDO Launchpad make it a standout player in the DeFi industry. With its commitment to innovation and collaboration, Biswap is poised to continue setting new standards in the world of decentralised finance.",
    "website": "https://biswap.org/",
    "blog": "https://biswap-dex.medium.com/",
    "twitter": "https://twitter.com/Biswap_Dex",
    "telegram": "https://t.me/biswap",
    "discord": "",
    "dominantColour": "#115DF1"
}