{
    "name": "BoringDAO",
    "symbol": "BORING",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xffEecbf8D7267757c2dc3d13D730E97E15BfdF7F.png",
    "overview": "BoringDAO, the decentralised bridge that connects all blockchain assets onto a single platform, is revolutionising the world of DeFi. With its unique double pledge mechanism and innovative incentives for users, BoringDAO aims to bring a higher level of security and accessibility to the world of blockchain.",
    "history": "BoringDAO was founded with the vision of enabling users to seamlessly access DeFi assets and applications across multiple chains. The first tunnel created by BoringDAO was for Bitcoin, called oBTC, and it was designed as a DAO or 'tunnel' to convert assets from other blockchains into the ERC-20 standard. Each blockchain asset can have one exclusive minting tunnel in the form of a DAO, allowing for bi-directional conversion from the original asset into the ERC-20 version and vice versa.\n\nTo open a tunnel, users have to pledge at least 500 BORING tokens. Once the tunnel is activated, the tunnel creator's pledge portion is included in the pledge pool. To ensure the safety of users' funds, 50% of the tunnel's redemption commission is placed into a locked insurance pool, which is community-owned and can only be used for claims settlement after a community proposal and referendum.\n\nBORING tokens, the native token of BoringDAO, play a crucial role in the ecosystem. They are used to redeem the original assets used to mint the bTokens, and a 0.2% redemption commission is charged, payable only in BORING tokens. BORING tokens can also be pledged to build a tunnel to support other crypto assets, and pledgers become partial owners of the tunnel, earning minting and burning fees.\n\nBut BORING tokens can be earned in other ways too. Users can obtain BORING tokens by purchasing them from decentralised exchanges like Sushiswap or Uniswap. Mint mining is another option, where users who mint bTokens pay a 0.2% commission fee but receive 0.4% BORING rewards based on the minted amount. The Boring Farm allows users to pledge the bTokens they have minted to farm even more BORING tokens, receiving a Pledge Provider (PP) token which can also be staked to earn more BORING.\n\nBoringDAO is expanding its reach to Avalanche, a multi-chain network, to build a community-driven, decentralised bridge that connects Avalanche to complementary ecosystems. This expansion comes at a crucial time for the DeFi ecosystem, as high transaction fees and network congestion in Ethereum have limited accessibility for users. With the launch of the bridge, users will be able to securely transfer Bitcoin, Litecoin, and BoringDAO tokens between Avalanche and the assets' native networks, expanding options for users looking to move Avalanche assets to other networks like Ethereum and Binance Smart Chain.",
    "website": "https://www.boringdao.com/",
    "blog": "https://theboringdao.medium.com/",
    "twitter": "https://twitter.com/TheBoringDAO",
    "telegram": "https://t.me/boringdao_official",
    "discord": "https://discord.com/invite/zCQ2ddp",
    "dominantColour": "#0271E8"
}