{
    "name": "BSCPad",
    "symbol": "BSCPAD",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x5A3010d4d8D3B5fB49f8B6E57FB9E48063f16700.png",
    "overview": "BSCPad, the first decentralised Initial Dex Offering (IDO) platform for the Binance Smart Chain (BSC) network, aims to revolutionise the traditional launchpad model by solving the fundamental flaws that plague existing launchpads. The platform benefits all holders of the BSCPad token and allows for fair launches, giving traders of all sizes the opportunity to invest in the best upcoming projects on the BSC network.",
    "history": "Cryptocurrency is rapidly gaining traction in various industries, and businesses are increasingly turning to blockchain for their operations. IDO launchpads have emerged as a popular fundraising model for crypto projects, allowing them to raise funds by launching tokens or coins that can be purchased by investors using cryptocurrency or fiat currency. However, existing launchpads have some inherent flaws that hinder their effectiveness.\n\nThe traditional first-come, first-serve model employed by many launchpads often results in a race to buy tokens, with automated bots filling up whitelist spots in a matter of seconds, leaving little opportunity for regular investors to participate. This creates an uneven playing field and excludes many potential investors from getting in on early-stage projects.\n\nBSCPad has identified these flaws and developed a solution to incentivise and reward all token stakers in a way that is inclusive and has a low barrier to entry. The hallmark of BSCPad is a two-round system that guarantees an allocation to every tier level. There are no lotteries, no bots, and no luck involved, only fair distributed rewards for all participants.\n\nBSCPad offers two options for investors: a lottery tier or a guaranteed allocation tier. If an investor chooses the lottery tier and wins, they get a guaranteed allocation in the first round, known as the Allocation round. The remaining 80% of the funds raised in the Allocation round are allocated to the guaranteed allocation tiers based on pool weights assigned. This ensures that all investors have an equal chance of participating in the IDO, regardless of their investment size or access to automated bots.\n\nBSCPad also distinguishes itself by being built on the Binance Smart Chain, which is known for its high transaction speed, low gas fees, and efficient consensus mechanism. The BSCPad clone supports projects based on the Ethereum blockchain through its EVM support, making it a versatile platform for various types of projects.",
    "website": "https://bscpad.com/",
    "blog": "",
    "twitter": "",
    "telegram": "https://t.me/bscpad",
    "discord": "",
    "dominantColour": "#F2B80C"
}