{
    "name": "BUX",
    "symbol": "BUX",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x211FfbE424b90e25a15531ca322adF1559779E45.png",
    "overview": "BUX Token, the native utility token of BUX, is making waves in the European cryptocurrency market. BUX is a Netherlands-based cryptocurrency exchange that aims to simplify the process of buying and trading cryptocurrencies while offering commission-free trading to its users. With a focus on the European market, BUX is available in 25 countries, including Austria, Germany, France, and the Netherlands, among others.\n\nThe platform, founded in 2014 by Yorick Naeff, a Dutch entrepreneur and fintech expert, has already gained over 600,000 clients across Europe and has raised more than $100M in funding. BUX is driven by a vision to create a seamless user experience for all its products and services, with a focus on making investing in cryptocurrencies simple and affordable for a new generation of investors.",
    "history": "BUX made headlines earlier this year with its acquisition of Blockport, a cryptocurrency application founded by Kai Bennink, who now heads the cryptocurrency section of BUX. The acquisition resulted in the renaming of Blockport Token (BPT) to BUX Token (BUX) and the migration of the token from Ethereum to Binance Smart Chain. This move has allowed BUX to expand its offerings and provide its users with a wider range of cryptocurrencies and tokens to trade.\n\nOne of the unique features of BUX is its commission-free trading for users who hold at least 1,000 BUX tokens in their BUX Crypto portfolio. Market orders are completely free, while limit orders incur a low commission of 0.25%. BUX also offers a competitive withdrawal fee structure, with fees ranging from 0.0007 BTC to 0.005 ETH or 2€. Deposits are always free, with a minimum deposit threshold of 30€.\n\nTo further incentivise users, BUX introduced a launch promotion that offers the first 5,000 new users who have fully onboarded to the platform the option to trade with zero-commission and earn free BUX Tokens as a reward. This promotion is aimed at making it easier and more affordable for beginners to get started with cryptocurrency investing.\n\nLooking ahead, BUX has plans to register with the Dutch Central Bank (DNB) as a cryptocurrency services provider and has an ambitious product development roadmap for the second half of 2023. The company, fueled by its recent funding round of $80 million, will be focusing on offering cryptocurrency investing in its flagship app BUX Zero. BUX also aims to create social-driven investing features that bring together beginners and advanced investors to learn from each other, in line with its vision of building a strong community-driven platform.",
    "website": "https://getbux.com/bux-crypto/",
    "blog": "",
    "twitter": "https://twitter.com/buxcrypto",
    "telegram": "https://t.me/buxcommunity",
    "discord": "",
    "dominantColour": "#05BF68"
}