{
    "name": "Carbon Protocol",
    "symbol": "SWTH",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xC0ECB8499D8dA2771aBCbF4091DB7f65158f1468.png",
    "overview": "Carbon Protocol is a cutting-edge layer 2 trading protocol that powers cross-chain financial markets and infrastructures. As a custom-built sidechain, Carbon utilises the delegated Proof-of-Stake (dPOS) consensus mechanism of Tendermint Core, and is secured by staking its native cryptocurrency and governance token, SWTH, with a decentralised network of validators. This unique approach allows stakers to earn rewards from network and trading fees, while ensuring the protocol's security and scalability.\n\nOne of the key features of Carbon Protocol is its composability, versatility, and security, which makes it easy for developers to implement and scale various types of decentralised applications, breaking the barriers of traditional blockchains. Carbon is interconnected with a growing number of Layer 1 chains, including Ethereum, Binance Smart Chain (BSC), Neo, and Zilliqa, making it a core component of the multi-chain world and laying the foundation for the future of decentralised financial economies.\n\nCarbon also serves as the native asset for the Carbon exchange, a non-custodial digital asset trading platform based in Singapore. Account holders can use SWTH for trading discounts and access to exclusive offerings and services from Carbon. The exchange allows for atomic asset swaps and currently supports trading assets built on Ethereum, NEO, and EOS.",
    "history": "Carbon Protocol has been developed to meet the increasing demand for scalable and secure trading of derivatives and sophisticated financial instruments in the decentralised finance (DeFi) space. Built atop the Cosmos-SDK, Carbon is designed as a decentralised cross-chain financial protocol that bridges the Cosmos and Ethereum ecosystems, enabling cross-chain money markets and permissionless listing of tokens from IBC, EVM, and non-EVM chains.\n\nThe architecture of Carbon Protocol is based on robust and proven technologies, including Tendermint Core, Cosmos-SDK, and IBC protocol. Tendermint Core's delegated Proof-of-Stake (dPOS) system provides the necessary security and performance for Carbon's consensus mechanism. It is a Byzantine Fault Tolerance algorithm that ensures the network can tolerate the presence of malicious actors while enabling fast block production and finality for efficient transaction confirmations.\n\nCosmos-SDK is a modular framework that allows Carbon developers to build on specific modules and easily add new features as needed, while IBC protocol enables interoperability between different blockchain networks, facilitating communication and value exchange between dApps built on Carbon and other blockchains in the ecosystem.\n\nCarbon Protocol is designed to support various financial assets, including derivatives and synthetic assets, without compromising security, speed, or cost. It currently supports spot markets with leverage of up to 50x on its reference trading UI, and with the launch of perpetual markets, Carbon aims to be the only decentralised protocol with cash-settled futures, enabling risk-free cash and carry trade in the Cosmos ecosystem.\n\nIn terms of performance, Carbon's blockchain is highly optimised for trading-related execution paths, resulting in low block times of 1.9 seconds and high transaction throughput of over 5000 transactions per second (TPS), with the ability to absorb peak loads exceeding 10,000 TPS. Additionally, Carbon's unique approach to network fees, with fixed fees per transaction and batch execution for orderbook order matching mechanism, minimises value extraction and provides a more efficient and cost-effective trading experience for users.\n\nAnother important aspect of Carbon Protocol is its permissionless nature, which enables decentralisation and eliminates the need for intermediaries. Anyone can participate in the protocol, and it is not subject to centralised control or censorship. This fosters openness, transparency, and trust in the financial markets powered by Carbon.",
    "website": "https://carbon.network/",
    "blog": "https://medium.com/switcheo",
    "twitter": "https://twitter.com/0xcarbon",
    "telegram": "https://t.me/carbon_ecosystem",
    "discord": "https://discord.com/invite/SPh62Hf",
    "dominantColour": "#78D4D5"
}