{
    "name": "CEEK VR",
    "symbol": "CEEK",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xe0F94Ac5462997D2BC57287Ac3a3aE4C31345D66.png",
    "overview": "CEEK VR is a metaverse platform that aims to connect creators with their fans in virtual worlds. The platform is AI-based, allowing artists to gain attention and reach audiences worldwide. By using CEEK VR, artists can acquire new sources of income, while advertisers get the opportunity to establish financial transparency and identify user traffic. The CEEK VR metaverse can be accessed on the official website or through VR headsets like Oculus, HTC Vive, and CEEK mobile VR headset. The company's mission is to create a clear and easy-to-use decentralised VR entertainment metaverse, where music artists, athletes, and event creators can monetize their creativity.",
    "history": "CEEK VR was founded in 2015 by Mary Spio, a deep space engineer and technical innovator who served in the Air Force. Before founding CEEK VR, Spio was the former head of satellite communications at Boeing Digital Cinema, where she created technology and content solutions for Lucas Films, Universal Music, Baptist Health, Microsoft XBOX, and Coca-Cola. Nowadays, she leads CEEK Virtual Reality.\n\nCEEK VR is partnering with Universal Music, Meta Oculus, Apple and Microsoft, T-Mobile, and Baptist Health, allowing the project to accelerate audience growth and get strong recommendations. The collaboration with Universal Music gives the CEEK VR platform the rights to use live performances with world-famous artists such as Lady Gaga, Ziggy Marley, Demi Lovato, U2, Sting, Bon Jovi, etc.\n\nCEEK VR allows users to attend live concerts and exclusive events along with their friends from anywhere in the world and at any convenient time. The company suggests that users will be able to participate in the platform's virtual events.\n\nCEEK VR tokenises tickets to events, increasing and engaging the fan base from all over the world. On the marketplace, fans can exchange NFTs, and promoters can drastically reduce event costs by avoiding unpredictable situations related to weather and environmental conditions.\n\nThe CEEK NFT Marketplace is considered the company's flagship product, allowing the creation and sale of digitised assets based on blockchain technology, collecting rare digital goods by CEEK holders, access to exclusive content, and tracking dividends on digital assets using the decentralised player CEEK.",
    "website": "https://www.ceek.io/",
    "blog": "",
    "twitter": "https://twitter.com/ceek",
    "telegram": "https://t.me/ceekvrtokensale",
    "discord": "",
    "dominantColour": "#001DF9"
}