{
    "name": "ChainGuardians",
    "symbol": "CGG",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x1613957159E9B0ac6c80e824F7Eea748a32a0AE2.png",
    "overview": "ChainGuardians is not just another blockchain gaming platform; it's a groundbreaking ecosystem that combines the power of blockchain technology with the excitement of superheroes. Launched in 2019, ChainGuardians has quickly gained traction among players who are looking to earn tangible rewards from their gaming experiences. With its unique blend of traditional gaming concepts and blockchain technologies, ChainGuardians offers players the opportunity to participate in a free-to-play NFT mining platform and role-playing game, where they can earn income by leveraging their time and energy.\n\nBut what sets ChainGuardians apart from other gaming platforms is its unwavering commitment to community engagement and inclusivity. Led by visionary founders Emma Liu, Robbie Cochrane, and Idon Liu, ChainGuardians has prioritised player feedback, continuous improvement, and balance in gameplay. The platform has also implemented its own token, ChainGuardian Credits (CGC), which can be earned through various activities such as staking NFTs and playing the RPG. Additionally, ChainGuardians has recently introduced the world's first NFT Portal, allowing users to move their ETH-based assets cross-chain to Binance Smart Chain.",
    "history": "Since its inception, ChainGuardians has been steadily growing its community of dedicated players. However, it was the launch of its governance token in March 2021 that sparked massive growth in the number of daily active users across its flagship products, the NFT Mining Platform and RPG. This surge in community engagement has also been reflected in the resilience of ChainGuardians' NFTs, with an average ETH price of approximately 1ETH, indicating the unwavering dedication of the community to the platform's mission of mass blockchain adoption through gaming.\n\nAt the heart of ChainGuardians' philosophy is its belief in the power of community. The platform strives to create inclusive and socially interactive gaming experiences that place players at the forefront of every decision. With a vision to enable mass adoption of blockchain gaming, ChainGuardians aims to achieve this by combining play-to-earn blockchain gaming concepts with free-to-play dynamics, all centred around a balanced in-game ecosystem. Moreover, ChainGuardians actively seeks collaborations with other ambitious projects to break through technological and ideological barriers, furthering its mission to revolutionise the gaming industry.",
    "website": "https://chainguardians.io/",
    "blog": "https://medium.com/@chainguardians",
    "twitter": "https://twitter.com/Chain_Guardians",
    "telegram": "https://t.me/ChainGuardians",
    "discord": "https://discordapp.com/invite/AuyeNtM",
    "dominantColour": "#33B8C6"
}