{
    "name": "Compound Finance",
    "symbol": "COMP",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x52CE071Bd9b1C4B00A0b92D298c512478CaD67e8.png",
    "overview": "Compound is a revolutionary decentralised blockchain protocol that is changing the landscape of finance. It allows users to lend or borrow selected cryptocurrencies by pooling assets together and algorithmically setting interest rates based on supply and demand. When users deposit their crypto assets into the Compound protocol, they receive cTokens in return, which accrue interest over time. Users can also use their assets as collateral and borrow from Compound based on the collateral factor of the assets deposited. Unlike traditional finance, Compound is easily accessible to anyone with an internet connection and offers more attractive return rates, making it a popular choice for crypto enthusiasts.",
    "history": "Compound was founded in 2017 by Robert Leshner and Geoffrey Hayes, both of whom have extensive experience in the tech industry. The platform officially launched on the Ethereum mainnet in 2018 and has its headquarters in San Francisco. Since its launch, Compound has gained significant popularity and has locked in more than $800 million in total value.\n\nOne of the unique aspects of Compound is its contribution to the yield farming and liquidity mining craze. Yield farming allows users to earn a return on their crypto assets by providing them to DeFi protocols like Compound, and liquidity mining incentivizes users to provide more liquidity through the distribution of governance tokens. Compound jump-started this movement with the release of its COMP tokens in June 2020, which were given to users who lent and borrowed assets on the platform. This incentive greatly increased the assets lent and borrowed on Compound and made it a key player in the DeFi space.\n\nTo farm for COMP, users simply need to supply or borrow assets on Compound, and they will be rewarded with an allocation of COMP. The daily distribution of COMP is based on the dollar value of assets borrowed, with DAI currently receiving the highest demand. The allocation is then split equally between suppliers and borrowers, providing a unique opportunity for users to earn additional rewards while participating in the Compound ecosystem.\n\nIn addition to its unique features, Compound faces competition from other lending and borrowing services in both centralised finance and DeFi. However, its user-friendly interface, accessibility, and attractive return rates make it a popular choice for crypto enthusiasts looking to earn interest on their assets or borrow against their collateral.",
    "website": "https://compound.finance/governance/comp",
    "blog": "https://medium.com/compound-finance",
    "twitter": "https://twitter.com/compoundfinance",
    "telegram": "",
    "discord": "https://discord.com/invite/cU7vmVW",
    "dominantColour": "#00D395"
}