{
    "name": "Corite",
    "symbol": "CO",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x936B6659Ad0C1b244Ba8Efe639092acae30dc8d6.png",
    "overview": "Corite is a revolutionary music and tech startup based in Sweden that is changing the way artists are funded and supported by their fans. Founded in 2018, Corite's unique approach allows fans to invest in music and become an integral part of the journey from product creation to implementation. Through its blockchain-based platform, Corite enables fans to participate in fan funding and promotion, get early access to Tier-1 music projects, and earn rewards for contributing to the Corite ecosystem. With a user base of 120,000 and partnerships with industry professionals like L.A. Reid and Charles Goldstuck, Corite has quickly gained traction in the music industry.",
    "history": "Corite was co-founded by Mattias Tengblad and Emil Angervall, both of whom have extensive experience in the music industry and digital ventures. Tengblad, who serves as CEO, has a background in telecommunications and media, having previously worked at Universal Music Group (Sweden) and launched successful projects like Digster and Spinnup. Angervall, the Chief Creative Director, has over 25 years of experience in branding, marketing, and digital ventures, having worked for Universal Music Group, MTG, and digital agencies.\n\nWhat sets Corite apart from other digital distributors like TuneCore and Ditto is its unique fan funding model. Corite allows fans to invest directly in their favourite artists' campaigns and share in the streaming revenues when the music is streamed. This means that fans essentially play the role of a record label, providing funding and, in return, financially benefiting from the potential success of the music. The valuation of fan campaigns is based on previous streaming history, which determines the potential of future revenues.\n\nCorite has had tremendous success since its inception, with over 400 campaigns and $1 million raised for artists. Collaborations with artists like Alan Walker, Danny Saucedo, Sabina Ddumba, and King Charles have further boosted Corite's profile in the music industry. In July 2021, Corite entered the US market and successfully closed a $2.2 million presale for its utility token $CO, in partnership with Hitco Entertainment. This expansion has allowed Corite to attract a talented team and create a democratic working environment for artists.\n\nCorite's recent €600K seed round for the European launch of its fan funding platform, led by Tagehus, Eastate, and Almi Invest, further demonstrates the growing interest and investment in Corite's unique approach to music funding. Additionally, Corite completed a $6.2 million private token sale in January 2022 and raised $1.5 million through an initial farm offering (IFO) on PancakeSwap in September 2022. Notable investors include NGC, CoinCO, Coin98, KuCoin Labs, and more.\n\nCorite's fan funding model benefits both artists and fans alike. Artists can access funding for promotion, video creation, and other expenses, while fans can actively participate in supporting their favourite musicians and earn rewards in return. By creating a transparent and secure way for fans to invest in music and share in the potential revenues, Corite is revolutionising the traditional music funding model and empowering artists and fans to collaborate in a whole new way.",
    "website": "https://corite.com/",
    "blog": "",
    "twitter": "https://twitter.com/Coritecom",
    "telegram": "https://t.me/corite",
    "discord": "https://discord.gg/corite",
    "dominantColour": "#FF003C"
}