{
    "name": "Forj",
    "symbol": "BONDLY",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x5D0158A5c3ddF47d4Ea4517d8DB0D76aA2e87563.png",
    "overview": "Forj, a subsidiary of Animoca Brands, is a cutting-edge Web3 product and technology provider that creates unparalleled fan experiences for creators. Forj is a comprehensive solution that uses NFTs, metaverse protocols, and blockchain technology to connect fans with their favourite creators in various industries such as Music, Entertainment, Gaming, and Collectibles. With significant partnerships with influential personalities such as Logan Paul, Lewis Capaldi, and Spring, Forj has an impressive track record of success in the sector. The company also owns the metaverse infrastructure project Metaprints and the leading GameFi project PolkaPets.",
    "history": "Bondly Finance has rebranded to Forj, marking a strategic shift in the business's focus to mass-audience onboarding into the world of Web3 and NFT technology across various industries. Under its previous brand of Bondly Finance, Forj has been a leader in the NFT space, with innovative partnerships with well-known creators and industry giants, including Bandsintown and Input Output Hong Kong (IOHK).\n\nForj encapsulates the principles of creation, innovation, and partnership, with a primary brand mission to deepen the relationship between creators and fans, forming a true partnership in the spirit of Web3 applications and DAO governance.\n\nForj is positioned to facilitate this leap for both Web3 beginners and experts, enabling them to buy the latest trainers as NFTs for their avatars or enter the metaverse to watch their favourite band. The brand values of Forj revolve around partnership, bringing fans and creators closer than ever, even blurring the lines between the two, providing consumers with exciting and dynamic brands to gateway them to new Web3 experiences.",
    "website": "https://forj.network/",
    "blog": "https://forj.medium.com/",
    "twitter": "https://twitter.com/ForjOfficial",
    "telegram": "https://t.me/ForjOfficial",
    "discord": "https://discord.gg/cWfDF2f3",
    "dominantColour": "#FF00FF"
}