{
    "name": "Galxe",
    "symbol": "GAL",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xe4Cc45Bb5DBDA06dB6183E8bf016569f40497Aa5.png",
    "overview": "Galxe is a public and collaborative Web3 credential data network that provides the necessary infrastructure for Web3 developers to profit from credential data and create better products and more engaging communities. Launched on April 28, 2022, on Binance Launchpool, Galxe is built on open and collaborative infrastructure that enables community members to create and contribute digital credentials to the network.\n\nGalxe's infrastructure supports curating credentials through multiple data sources, including on-chain and off-chain data. Users are rewarded when they employ their credentials in Galxe's Application Modules, Credential Oracle Engine, and Credential API, which contributes to the Galaxy's Credential Data Network.",
    "history": "Credentials live in our day-to-day life, and they are essential because they provide a high use case for application developers. However, credential data today are segregated across closed databases that are owned and permissioned by various entities, leading to a fractured landscape that is not open to individuals who should own that data or the applications that need it. This is where Galxe comes into play.\n\nGalxe was founded by Harry Zhang and Charles Wayn, both of whom have a wealth of experience in building and scaling successful products. Zhang was the COO and co-founder of Lino Network and the co-founder of DLive.tv, while Wayn was the co-founder and CEO of DLive.tv.\n\nGalxe provides a unique solution to the credential data problem by establishing a public, collaborative data network that is available to all Web3 developers. The infrastructure for community members to create and contribute digital credentials to the network is provided by the project, which supports curating credentials through multiple data sources.\n\nOn-chain credentials can be requested by curators using subgraph queries or static snapshots, while off-chain credentials can be obtained from various sources such as Twitter and Github. The curation process is rewarded when users employ their credentials in Galxe's Application Modules, Credential Oracle Engine, and Credential API, which contributes to the Galaxy's Credential Data Network.\n\nDevelopers can also utilise Galxe's Application Modules, Credential Oracle Engine, and Credential API to leverage credential data and create better products and more engaging communities. The use cases of the Application Modules include Galaxy OATs, NFT loyalty programs, growth hacking campaigns, gated communities, and customised governance. The Credential Oracle Engine and Credential API can be used for enhanced customised use cases such as credit scoring and Sybil attack prevention algorithms.",
    "website": "https://galxe.com/",
    "blog": "https://blog.galxe.com/",
    "twitter": "https://twitter.com/Galxe",
    "telegram": "https://t.me/Galxe",
    "discord": "https://discord.com/invite/galxe",
    "dominantColour": "#1E5DFF"
}