{
    "name": "Hacken",
    "symbol": "HAI",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xaA9E582e5751d703F85912903bacADdFed26484C.png",
    "overview": "Hacken is a leading blockchain security auditor that offers professional cybersecurity services to technological businesses and crypto communities worldwide. The company was established in 2017 with a vision to transform Web3 into a safer place. The company offers a range of products, including smart contract auditing, data and DeFi protocol controls, mobile, web and product penetration testing, DDoS stress testing and phishing prevention solutions. Hacken is currently one of the strongest options on the market, providing competitive cybersecurity services to corporate clients such as Gate.io, FTX, CoinGecko, Huobi, KuCoin, Vechain, and Avalanche, among others.\n\nHacken's ecosystem comprises a range of products that share common objectives and are linked through one token. The Trust Army allows everyone to gain skills, a profession, and a stable income by researching blockchain data and contributing to building a transparent Web3. Another essential HAI utility is ETD, which merges the business success of a 9-million revenue company with its token. Purchasing ETD, B2B clients receive the smart contract auditor team's work time, simultaneously boosting liquidity growth and activating deflationary mechanisms for the HAI token. Hacken continually values its community members in the form of B2C applications like hVPN, hPass, and HackenAI.",
    "history": "Hacken was founded in 2017 with a vision to make Web3 a safer place. The company has over five years of experience, hundreds of blockchain partners, and thousands of secured crypto projects. It started as a small startup and is now the number one crypto exchange security provider by market share.\n\nThe current crypto market is dominated by blockchain protocols, and people are investing in ecosystems that compete with Ethereum. Hacken today is a sustainable profitable company investing in the security of the Web 3.0 layer. The blockchain security market is currently around $150 million a year, and it is expected to grow to $1 billion very quickly. Hacken is focusing on becoming the cybersecurity giant of Web 3.0.\n\nHacken plans to develop new utilities based on both B2B and B2C, which will have a positive impact on its growing ecosystem. The company is continuously working on creating effective preventive and detective cybersecurity solutions that are widely used by the majority of the blockchain ecosystem. Smart contract auditing is not enough to ensure project security, and in the future, there will be many more tools to protect against rug pulls. Hacken is also working on its other project, CER.live, which will soon release the security rating of the top 1,500 cryptocurrencies (according to CoinGecko). The goal is to make it an industry standard to check CER.live or integrated data before making an investment decision.\n\nHacken announced working relationships with top exchanges such as FTX, Huobi, and others last year. While the company has not listed on these exchanges yet, it is planning to do so. The company's vision is to grow the HAI token's market capitalization to $1 billion, and the team is working hard to make that vision a reality.",
    "website": "https://hacken.ai/",
    "blog": "https://medium.com/@hackenclub",
    "twitter": "https://twitter.com/hackenai",
    "telegram": "",
    "discord": "https://discord.gg/R2rP5sr5kX",
    "dominantColour": "#43E5BB"
}