{
    "name": "Mask Network",
    "symbol": "MASK",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x2eD9a5C8C13b93955103B9a7C167B67Ef4d568a3.png",
    "overview": "In today's digital world, social media platforms have become a dominant force in shaping how we communicate and share information online. However, these platforms often come with limitations, such as lack of privacy, centralised control, and restrictions on content. Mask Network, founded by Suji Yan, is a protocol that aims to bridge the gap between the traditional Web 2.0 social media and the decentralised Web 3.0 world.\n\nMask Network allows users to send encrypted messages, share files, interact with decentralised applications (dApps), and even send and receive cryptocurrency directly from social media platforms like Twitter and Facebook. It provides a seamless experience that combines the familiarity of Web 2.0 with the benefits of Web 3.0, such as ownership of personal data, privacy, and censorship resistance. The ultimate vision of Mask Network is to empower users with control over their online interactions and enable them to participate in the ownership economy.",
    "history": "Mask Network was launched in July 2019, with its initial use case of allowing users to encrypt posts on social media platforms like Facebook and Twitter. Since then, it has gained traction and raised $2 million in a funding round in November 2020, co-led by HashKey and Hash Global, followed by another $3 million funding round in February 2021 with participation from Digital Currency Group and Fundamental Labs.\n\nOne of the key features of Mask Network is its compatibility with various dApps and social media platforms. Users can display non-fungible tokens (NFTs) on their social media profiles, bid on NFTs from platforms like OpenSea and Rarible, share or donate to a grant on Gitcoin, and send cryptocurrency with a social media post, among other functionalities. Mask Network's recent release of its 2.0 iteration includes the multi-chain Mask wallet, a MaskID login system that aggregates users' social media accounts and Web 3.0 addresses, and a dApp marketplace called D.Market.\n\nMask Network also introduced its native governance token, $MASK, which is used in the MaskDAO, the governing decentralised autonomous organisation of the Mask ecosystem. $MASK represents one vote in DAO-related events, and a total of 100,000,000 $MASK tokens were created at genesis.\n\nWhat Makes Mask Network Unique:\n\nMask Network stands out for its innovative approach to integrating Web 3.0 functionalities into traditional social media platforms. By providing a decentralised option for features that Web 2.0 users are familiar with, such as messaging, payments, file storage, and file sharing, Mask Network aims to make the benefits of Web 3.0 accessible to a wider audience without requiring them to leave their existing social media networks.\n\nMask Network believes in the ownership economy, where users have control over their data, attention, and the virtual space they contribute to. By empowering users to take ownership of their online interactions and participate in the decentralised world, Mask Network is paving the way for a more inclusive and user-centric internet.",
    "website": "https://mask.io/",
    "blog": "",
    "twitter": "https://twitter.com/realMaskNetwork",
    "telegram": "https://t.me/maskbook_group",
    "discord": "https://discord.gg/4SVXvj7",
    "dominantColour": "#1C68F3"
}