{
    "name": "MetaHero",
    "symbol": "HERO",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xD40bEDb44C081D2935eebA6eF5a3c8A31A1bBE13.png",
    "overview": "In today's fast-paced digital world, the concept of the metaverse is gaining traction like never before. And at the forefront of this revolution is Metahero (HERO), a deflationary real utility token that is poised to take cryptocurrency adoption to the next level. Launched in June of 2021 with an initial seed fund of $10 million, Metahero is the brainchild of visionary entrepreneur Robert Gryn, who has a proven track record of building successful tech startups.\n\nAt its core, Metahero is a game-changing 3D technology that uses metascanning to generate ultra-realistic avatars and virtual objects. This groundbreaking technology connects artists, entrepreneurs, and gamers in unique ways and serves as a bridge between reality and the digital world. With plans to install 12 Metahero 3D chambers across the globe, the project aims to offer over 100,000 people the opportunity to scan themselves or other items each year, presenting a revolutionary use case for the metaverse.\n\nMetahero is not just another cryptocurrency; it is a disruptive force that is set to transform industries such as social media, gaming, fashion, art, and even medicine. With its cutting-edge metascanning technology and real business use cases, Metahero is poised to revolutionise the way we interact with the digital world.",
    "history": "The idea for Metahero.io originated in 2018 when the tech founders, from renowned company WOLF, recognized the need for a more efficient and accurate way to create 3D models. They embarked on a journey to develop a prototype of a modelling device that could capture objects and environments in unprecedented detail. This vision quickly gained momentum, and in 2021, Metahero.io launched its initial coin offering (ICO) to raise funds for the development and deployment of its network.\n\nWith a clear vision, a committed team, and a proven track record of success, Metahero is well-positioned to disrupt the status quo and drive the adoption of cryptocurrency to new heights.\n\nMetahero's unique proposition lies in its revolutionary metascanning technology and its real business use cases that span across various industries. With plans to install 12 Metahero 3D chambers across the globe, the project aims to make metascanning accessible to a wide range of people, including artists, entrepreneurs, gamers, and even museums.\n\nThe ultra-realistic avatars and virtual objects generated by Metahero's metascanning technology present a game-changing use case for the metaverse. Artists, celebrities, and influencers can leverage this technology to create immersive experiences for their fans. Gaming companies can utilise it to create the most realistic gaming experiences in the metaverse, taking gaming to a whole new level. Museums can digitise their collections and seamlessly integrate them into the metaverse, making art and culture more accessible to people around the world.",
    "website": "https://metahero.io/",
    "blog": "",
    "twitter": "https://twitter.com/Metahero_io",
    "telegram": "https://t.me/metahero_io",
    "discord": "",
    "dominantColour": "#2FCBC7"
}