{
    "name": "Metis",
    "symbol": "Metis",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xe552Fb52a4F19e44ef5A967632DBc320B0820639.png",
    "overview": "Metis is revolutionising the world of blockchain technology with its easy-to-use, scalable, and low-cost Layer 2 framework, known as Metis Rollup. Built on the spirit of Optimistic Rollup, Metis enables developers, builders, and community leaders to seamlessly migrate their applications and businesses from Web 2.0 to Web 3.0. With its scalable protocol, Metis supports a wide range of use cases, including NFT platforms, social platforms, developer communities, gaming communities, crowdfunding, yield farming, DEX trading, and more.\n\nOne of Metis' unique features is its integration of the Decentralised Autonomous Company (DAC) framework within its Layer 2 infrastructure. This empowers developers and community leaders to easily build and manage their applications and communities, while enjoying the network effects of the largest decentralised finance ecosystem, all without the usual costs and bottlenecks associated with Ethereum. Metis' goal is to make building DApps and DACs so easy that even blockchain novices can do it in a matter of minutes.",
    "history": "Metis is a Layer-2 scaling solution developed and supported by the MetisLab Foundation. It utilises optimistic rollup technology to offload smart contract execution and data storage responsibilities to a second layer above networks like Ethereum. This approach allows Metis to provide a more scalable and cost-efficient environment for building and interacting with Web3 applications. With low gas fees (around $0.01 for a transfer), fast transaction processing times (around two seconds), and file storage through IPFS integration, Metis is designed to be accessible and user-friendly.\n\nMetis is focused on advancing blockchain technology by scaling Ethereum with its Smart Layer 2 solution. By accelerating the world's transition to an open, fair, and decentralised economy, Metis is pioneering and empowering DACs. The Metis ecosystem is designed to benefit developers, project teams, startups, scale-ups, and established enterprises alike.\n\nBlockchain technology is still relatively new and complex, with limitations and costs that can be prohibitive for many. However, Metis is making blockchain accessible, affordable, and adaptable for anyone to build, run, and grow their apps, businesses, and communities. With lightning-fast, low-cost, and secure on-chain transactions, Metis is solving the persistent blockchain trilemma for Ethereum by achieving the desirable properties of decentralisation, security, and scalability.\n\nMetis' impact on the blockchain landscape is significant, as it addresses the increasing demand for Ethereum by improving transaction speed and throughput. By creating solutions that are accessible, affordable, and adaptable, Metis is democratising blockchain technology and empowering a new generation of innovators and entrepreneurs.",
    "website": "https://www.metis.io/",
    "blog": "https://metisdao.medium.com/",
    "twitter": "https://twitter.com/MetisDAO",
    "telegram": "https://t.me/MetisDAO",
    "discord": "",
    "dominantColour": "#00DACC"
}