{
    "name": "Mettalex",
    "symbol": "MTLX",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x5921DEE8556c4593EeFCFad3CA5e2f618606483b.png",
    "overview": "Mettalex, founded by Humayun Sheikh, the founder of Fetch.ai, is a game-changing blockchain-based commodity derivatives exchange (DEX) that is set to revolutionise the commodities trading sector. With a deep understanding of the metals markets and a keen awareness of market inefficiencies in the ferrous commodities sector, Sheikh has come up with a cost and capital-efficient solution that leverages blockchain technology, token economics, industry-grade pricing data, and the liquidity available in the decentralised finance (DeFi) space.\n\nThe vision of Mettalex is ambitious - to bring the $20 trillion commodities markets on-chain, democratise access to commodity markets, and provide a hedging tool for small and medium-sized enterprises (SMEs) in the commodities supply chain. Through strategic price data licensing agreements with industry-grade data providers such as S&P Global Platts, Javelin Commodities, and Davis Index, Mettalex has access to reliable oracle data for a wide range of traditional commodity markets, including Uranium, Lithium, Zinc, Aluminum, Copper, Brent Crude, Natural Gas, Cobalt, HMS, Iron Ore, and more. Additionally, Mettalex leverages Chainlink and DIA feeds for crypto commodity markets, making it a comprehensive and reliable platform for commodity trading.",
    "history": "Mettalex was launched in February 2021 on the Ethereum testnet and Binance Smart Chain mainnet versions. Currently, the DEX is running on Binance Smart Chain testnet and mainnet, providing a reliable and secure platform for traders to engage in commodity derivatives trading. The platform has gained traction among traders and SMEs in the commodities supply chain due to its unique features and innovative approach to commodity trading.\n\nMettalex's approach to banded trading, where all trading is performed within a price band based on historical price volatility, provides traders with limited exposure to price volatility. A market remains active as long as the real-world price of the commodity does not breach the cap or the floor, giving traders a clear understanding of their risk and reward potential. Additionally, unlike traditional futures and options contracts, open long/short positions on Mettalex have no expiry date, and a market is settled only if the price band is breached. This provides flexibility and convenience to traders, allowing them to settle an open market position at any time by selling back their long/short tokens to the AMM.\n\nOne of the key advantages of trading on Mettalex is the limited risk and no margin calls. Unlike other derivatives platforms, Mettalex users know the exact amount of upside and downside they are exposed to before opening any order, eliminating the risk of liquidations due to insufficient account balance. The leverage and capital efficiency offered by Mettalex also make it an attractive option for traders, as they only need to provide collateral equal to a fraction of the commodity's market price, depending on the width of the price band and the market price's position within that band. This allows traders to optimise their capital allocation and maximise their trading opportunities.",
    "website": "https://mettalex.com/",
    "blog": "",
    "twitter": "https://twitter.com/Mettalex",
    "telegram": "https://t.me/mettalex_official",
    "discord": "https://discord.gg/3NnPhtbeRj",
    "dominantColour": "#3F34A7"
}