{
    "name": "Mobox",
    "symbol": "MBOX",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x3203c9E46cA618C8C1cE5dC67e7e9D75f5da2377.png",
    "overview": "MOBOX, the innovative gaming platform and metaverse creator, has combined automated optimised DeFi yield farming with gaming NFTs to create a unique concept called GameFi. MOBOX aims to create a cross-platform metaverse, known as the MOMOverse, that can be enjoyed on all devices, regardless of location. Players, developers, and collectors are all rewarded for their engagement and enjoyment within the MOMOverse.\n\nOne of the key elements of MOBOX is its native utility token, MBOX, which serves multiple purposes within the platform. First, it acts as an in-game currency, allowing users to make in-game purchases such as acquiring additional characters, lottery wheel spins, and incentives for in-game activities like Player-versus-Player (PvP) battles. Second, MBOX token holders have governance rights and can submit and vote on proposals to influence the development and direction of the platform. Third, users can stake MBOX tokens in various liquidity pools on the platform or stake MOMO NFTs to earn staking rewards paid in MBOX tokens. Lastly, users can stake MBOX tokens for a chance to obtain unique MOMO NFT Mystery Boxes, adding an element of excitement and surprise to the platform.\n\nMOBOX MOMO NFTs are minted through unlocking blind boxes, staked in a Smart Contract to mint MBOX tokens, and can be traded on the MOBOX NFT Marketplace. They are used across all games on the MOBOX platform and are tiered according to rarity, making them collectible and valuable assets for users.",
    "history": "The founders of MOBOX have been involved in the Dapp space since 2018 and have a wealth of experience in coding smart contracts. The team has successfully handled over $4 billion across their previous Dapps, including being the first-ever gaming Dapp featured on Binance Launchpad.\n\nMOBOX was launched in April 2021 with a fair launch, meaning there was no pre-seed, pre-sale, or pre-TVL. The total supply of MBOX tokens is 1 billion, with 51% of tokens minted by the community, 21% for community contributors, 8% for strategic partners, and 20% kept for the team. The MBOX token is released over 5 years, with 400 million being released in the first year and diminishing in subsequent years. Additionally, 80% of platform fees are used to burn MBOX tokens using a unique smart contract that triggers auto buyback and burn.\n\nMOBOX's vision is to create interconnected NFT metaverses, where each unique NFT can increase in utility through NFT interoperability between games and platforms. This vision sets MOBOX apart from other gaming platforms and positions it as a pioneer in the GameFi space.",
    "website": "https://www.mobox.io/",
    "blog": "https://mbox.medium.com/",
    "twitter": "https://twitter.com/MOBOX_Official",
    "telegram": "https://t.me/mobox_io",
    "discord": "https://discord.com/invite/ZSEhP2AbQ9",
    "dominantColour": "#1B58F5"
}