{
    "name": "My Neighbor Alice",
    "symbol": "ALICE",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xAC51066d7bEC65Dc4589368da368b212745d63E8.png",
    "overview": "Welcome to the world of My Neighbor Alice, where farming meets blockchain in a play-to-earn builder game that's capturing the hearts of millions of players around the globe. Developed by Antler Interactive, a Swedish mobile game studio, My Neighbor Alice aims to introduce blockchain technology to a diverse gaming community within the traditional gaming market. Inspired by popular games like Animal Crossing and Minecraft, My Neighbor Alice allows players to buy and own virtual land, collect items, meet friends, and build their own islands. But what sets My Neighbor Alice apart is its unique style and approach to blockchain, making it accessible to casual players and those curious about DeFi functionality.",
    "history": "My Neighbor Alice was built by Antler Interactive, a pioneering game studio that was previously known as SVRVIVE Studios, specialising in virtual reality (VR) games. With titles like SVRVIVE: The Deus Helix, Kartong - Death by Cardboard, Krystal Kart AR, Krystopia: A Puzzle Journey, Krystopia, and Nova's Journey under their belt, Antler Interactive has a proven track record of creating immersive gaming experiences. In 2019, Antler Interactive was acquired by ChromaWay, a blockchain development company behind the Chromia blockchain.\n\nMy Neighbor Alice has already garnered significant attention, raising $2.1 million in funding from VC funds like Coin98 Ventures and Kyros Ventures, as well as raising $100,000 in an IDO round on DAO Maker. The game has also recently announced an $80 million Metaverse Grant Program, demonstrating its commitment to expanding and enhancing the game's metaverse.\n\nWhat sets My Neighbor Alice apart is its unique style that incorporates Alice as a relatable 'in-game friend.' Alice serves as the central figure in the game, guiding players on their virtual land ownership journey. This personal touch makes the game more approachable to casual players who may not be familiar with classic blockchain gaming features. Moreover, My Neighbor Alice does not force players to interact with the underlying blockchain technology, making it accessible to a wide range of players, including those who are curious about DeFi functionality.\n\nIn My Neighbor Alice, players can engage in various activities designed to appeal to the game's diverse target audience, including women. The game features six virtual islands, each with its own theme, such as Snowflake Island, Medieval Rest, Nature's Rest, Lummestad, Sandy Coast, and Submerged Island. Players can buy virtual land in the form of NFT tokens on these islands and decorate it with in-game items like houses, lakes, decorations, animals, plants, and more. The game's avatars can also be customised with in-game items, allowing players to express their unique style and creativity.\n\nOne of the game's core features is the ability to earn rewards through completing quests and activities, following the 'play-to-earn' concept popularised by games like Axie Infinity. Players can earn ALICE tokens, the native token of My Neighbor Alice, which can be used for various purposes. ALICE tokens can be used as in-game currency to purchase assets and special skill sets, participate in the game's governance process through a Decentralised Autonomous Organization (DAO), stake to earn a percentage of platform revenues, and as player incentives to encourage participation and maintain traction.",
    "website": "https://www.myneighboralice.com/",
    "blog": "https://myneighboralice.medium.com/",
    "twitter": "https://twitter.com/MyNeighborAlice",
    "telegram": "https://t.me/MyNeighborAlice",
    "discord": "",
    "dominantColour": "#E98296"
}