{
    "name": "Onyxcoin",
    "symbol": "XCN",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x7324c7C0d95CEBC73eEa7E85CbAac0dBdf88a05b.png",
    "overview": "Onyxcoin is a revolutionary web3 blockchain platform that empowers organisations to create robust financial services from scratch. Founded in 2014 by venture capital professional Adam Ludwin, Onyxcoin has garnered support from esteemed investors such as Pantera Capital, Nasdaq, Visa, Citigroup, Khosla Ventures, and more, raising $40 million to fund the platform. The vision of Onyxcoin is to address the downsides of the current global financial system, including time, cost, transparency, atomicity, security, and finality, by providing a creative, distributed, multi-asset, cryptographic ledger that enables different networks to work together seamlessly.",
    "history": "At its core, the Onyx Protocol offers a novel approach to issuing and managing digital assets. Network participants can create their own 'issuance programs' to meet their specific needs, and units of an asset can be controlled by 'control programs' written in a Turing-complete programming language, allowing for complex smart contracts. The Onyx protocol has realistic threat models for specific use cases, such as direct data ownership through highly secure cryptographic keys, unique public keys for increased privacy, and consensus security through its consensus protocol to prevent forks.\n\nOne of the unique features of Onyxcoin is its governance structure. Each network's security is ensured by a collective of 'block signers', with block production delegated to a single 'block generator' for optimal performance. Any node connected to the network can authenticate blocks and submit deals, and as long as a quorum follows the rules, unexpected forks should be avoided. This decentralised approach ensures that users have complete control over their digital assets, which are tracked via a public blockchain, preventing transactions from being undone or spent twice without permission.\n\nWhat sets Onyxcoin apart is its cloud and API architecture for permissioned ledgers, which makes it affordable and provides users with a wide range of node choices to access RPC APIs and web sockets. Users can pay for services and products on the Onyxcoin platform using XCN tokens and even run their own network node, contributing their computer power to power the platform's networks. Additionally, Onyxcoin allows users to stake their tokens, enabling them to vote on proposals for changes to the network and earn staking rewards. These proposals are formed by members of the Onyx community who congregate via the Onyx DAO.\n\nThe Onyx DAO is a distinctive element of the Onyx Protocol, as it gives XCN token holders control over the network through on-chain proposals and voting, while also managing the Treasury with their XCN tokens. This decentralised governance structure ensures that users do not have to place their trust in any single entity, as secure, audited smart contracts govern these features, making them safe and reliable.",
    "website": "https://onyx.org/",
    "blog": "https://medium.com/OnyxProtocol",
    "twitter": "https://twitter.com/OnyxProtocol",
    "telegram": "https://t.me/OnyxOrg",
    "discord": "",
    "dominantColour": "#000000"
}