{
    "name": "Radio Caca V2",
    "symbol": "RACA",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x12BB890508c125661E03b09EC06E404bc9289040.png",
    "overview": "Welcome to the world of Radio Caca, or RACA for short, a web3 ecosystem initiated by the Maye Musk NFT Dog community. RACA has quickly risen to become one of the biggest web3 communities with a massive following on social media platforms like Twitter, Telegram, and Discord. Backed by OKX Ventures and Consensys Mesh Tachyon, RACA is a decentralized autonomous organization (DAO) that prides itself on innovation, sustainability, and cultural heritage. With its roots in the United States of Mars (USM), a planet iconic to Mars ecology and landscape, RACA is forging a new path in the world of NFTs and virtual spaces.",
    "history": "RACA made its debut in May 2021, launching its first web 3.0 product - a collection of profile picture style NFTs for Maye Musk, who happens to be none other than Elon Musk's mother. This unique collection earned RACA a staggering $142 million in revenue from NFT drops in 2021, making it a force to be reckoned with in the web3 space. But RACA didn't stop there.\n\nIn September 2021, RACA unveiled its NFT marketplace, which quickly gained traction and recorded a total trading volume of over 682 billion RACA by April 6, 2022. That's equivalent to $1.3 billion based on the RACA price on that day, showcasing the tremendous success of this platform in just a matter of months. But RACA's influence doesn't end with just NFTs.\n\nRACA has also made its mark in the gaming world with its Metamon Island on BNB/ETH chains. The trading volume during March 2022 alone reached a whopping 3 billion RACA, equivalent to $60 million. With 500,000 Metamon game-characters released and battling it out 1.2 billion times in just six months, RACA has created a thriving gaming community within its ecosystem.\n\nBut perhaps one of the most significant achievements of RACA is the launch of the United States of Mars (USM) - the largest 3D Metaverse on the BNBChain/ETH. Within just 30 days of its launch in March 2022, USM gained over 30,000 registered wallet users, showcasing the incredible demand and popularity of this virtual world.\n\nRACA's success can be attributed to its dedicated community of supporters, with over 20 languages communities, 660K Twitter followers, 510K Telegram members, and 90K Discord members. It is a people's DAO that has been with its community from the very start, fostering innovation, sustainability, and cultural heritage every step of the way.\n\nIn conclusion, RACA has emerged as a leading web3 solutions provider, backed by its strong community and impressive achievements in the NFT and gaming spaces. With its roots in the iconic United States of Mars, RACA has quickly gained a reputation for its innovation, sustainability, and commitment to cultural heritage. As RACA continues to push the boundaries of what's possible in the web3 world, it's clear that this DAO is here to stay, reshaping the landscape of digital assets and virtual spaces for years to come.",
    "website": "https://www.raca3.com/",
    "blog": "https://raca3.medium.com/",
    "twitter": "https://twitter.com/RACA_3",
    "telegram": "https://t.me/RadioCaca",
    "discord": "https://discord.gg/qzM796FrDd",
    "dominantColour": "#FCC33E"
}