{
    "name": "REVV",
    "symbol": "REVV",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x833F307aC507D47309fD8CDD1F835BeF8D702a93.png",
    "overview": "REVV is a utility token that serves as an in-game currency in blockchain motorsport games developed by Animoca Brands. It enables players to participate in a play-to-earn concept, where they can earn cryptocurrency for their contributions to the game world. REVV is obtained as rewards for participating in time-trial races, grand-prix tournaments, staking race cars, and collecting dividends from track ownership. Players can use REVV to purchase non-fungible tokens (NFTs) and pay gameplay entry fees within the digital universe of these games, including F1 Delta Time, MotoGP Ignition, and REVV Racing.",
    "history": "Animoca Brands, a Hong-Kong based company founded in 2014 by entrepreneur Yat Siu, is the driving force behind REVV. Yat Siu has a wealth of experience in the game development industry, having previously worked for Atari and founded other successful companies such as Outblaze, a technology corporation focused on digital media products. The CEO of Animoca Brands, Robby Yung, is also an accomplished entrepreneur, publisher, and mobile game developer, with a background in media and advertising.\n\nWhat makes REVV unique is its real-world value outside of the game world. Unlike many virtual economy systems in other games, REVV allows players to experience true ownership of in-game resources through NFTs and tokens that can be bought, sold, transferred, and used in other supported games. This ownership is secured by blockchain technology, which provides transparency and security to players. Furthermore, REVV-based games are developed under licensing agreements with recognized sports brands such as Formula One and MotoGP, adding to their authenticity and appeal.\n\nREVV also engages in cross-promotional deals with Animoca Brands' subsidiary, The Sandbox, a nonlinear gameplay virtual world that uses SAND tokens as in-game currency. This collaboration allows players to receive unique REVV-branded The Sandbox NFTs for providing liquidity to the REVV/SAND trading pair on automated market maker (AMM) Uniswap. REVV also continues to launch new NFTs, including cars, drivers, and Formula 1 racing tracks, which have generated significant sales volumes, showcasing the demand and popularity of REVV within the gaming community.\n\nREVV was initially listed on Uniswap in September 2020 and has since been listed on other exchanges. Animoca Brands has also implemented liquidity mining programs for REVV holders, providing additional incentives and rewards for token holders. REVV is designed to leverage blockchain interoperability, allowing it to be used across multiple connected gaming ecosystems. This shared economy powered by REVV creates a seamless and immersive gaming experience for players, making REVV a unique and valuable utility token in the world of blockchain motorsport games.",
    "website": "https://www.revvmotorsport.com/",
    "blog": "https://revv-token.medium.com/",
    "twitter": "https://twitter.com/REVV_Token",
    "telegram": "https://t.me/REVVCommunity",
    "discord": "https://discord.gg/sCn3nru",
    "dominantColour": "#FF0000"
}