{
    "name": "RFOX",
    "symbol": "RFOX",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x0a3A21356793B49154Fd3BbE91CBc2A16c0457f5.png",
    "overview": "RFOX, one of the global leaders in immersive metaverse experiences, is revolutionising the digital economy with its innovative approach to virtual worlds. With a vision of digital inclusion, RFOX aims to empower everyone to play, create, and earn in a metaverse without borders. By addressing the challenges of onboarding businesses and individuals to the digital economy, simplifying tech solutions, and creating immersive products and services that reward creators and engage participants, RFOX is making waves in Southeast Asia and beyond.",
    "history": "RedFOX Labs, the parent company of RFOX, has been at the forefront of promoting access, adoption, and application for the Internet Economy. With a focus on the fastest growing sectors in Southeast Asia, including e-commerce, e-media, e-travel, and ride-hailing & logistics, RedFOX has been building ventures that leverage emerging technologies to differentiate through superior customer experience and value. One of its first ventures, RFOX Games, has already generated over 1 million USD in sales in just 90 days since its launch, with the first game, KOGs SLAM!, set for public release soon after a successful closed beta.\n\nBut RFOX's vision goes beyond gaming. The company is now hiring a team to complete the transfer component of its DBOT (Decentralised Business Operations Technology) model, as it gears up to launch its e-commerce streaming and cashback site. With 18 months of development under its belt, this platform is poised to revolutionise the way businesses and creators engage with customers and users in the digital economy. RedFOX also has two more ventures in development, retaining 100% equity, and is focused on achieving two cost-neutral ventures by the end of the year.\n\nAt the heart of RFOX's philosophy is digital inclusion. In a world that has become increasingly digital, many people in regions like Southeast Asia have been left behind. RFOX is determined to address this challenge by solving three key problems. First, it aims to make it easier for businesses to onboard more clients to the digital economy. Second, it aims to simplify tech solutions that have historically excluded the majority of people. And third, it aims to create immersive products and services that reward creators and engage participants who add value to the ecosystem.\n\nRFOX's solution is a virtual world in the metaverse called RFOX VALT, which acts as a platform connecting whitelabel services in one central hub. Through this immersive platform, businesses and creators can tap into a wide range of tools for finance, gaming, VR, NFTs, e-commerce, and retail, all within the RFOX Metaverse ecosystem. This enables them to market to a ready-made audience of users, simplifying the onboarding process and providing opportunities for engagement and rewards.\n\nIn the RFOX metaverse, users can onboard easily, be rewarded for their engagement, and gain access to the digital economy without significant requirements on their end. This inclusive approach is set to revolutionise the way businesses and individuals interact with the digital world, creating a more accessible and engaging experience for everyone.",
    "website": "https://www.rfox.com/",
    "blog": "https://rfox-official.medium.com/",
    "twitter": "https://twitter.com/RFOX_Official",
    "telegram": "https://t.me/rfox_announcements",
    "discord": "https://discord.com/invite/rfox",
    "dominantColour": "#CC0000"
}