{
    "name": "SafePal",
    "symbol": "SFP",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xD41FDb03Ba84762dD66a0af1a6C8540FF1ba5dfb.png",
    "overview": "Cryptocurrencies have gained immense popularity in recent years, but with it comes the responsibility of protecting and managing these digital assets securely. Enter SafePal, a cryptocurrency wallet launched in 2018, that has quickly become a trusted name in the crypto space. With its innovative hardware and software wallets, paired with the SafePal App, SafePal aims to provide users with an easy-to-use, secure, and affordable solution to protect and grow their digital assets.\n\nSafePal supports popular cryptocurrencies, including Bitcoin, Ethereum, and Binance Coin, as well as tokens on the Ethereum, Binance Smart Chain (BSC), and TRON blockchains. With over 3 million users in 196 countries globally, SafePal has rapidly gained popularity among crypto enthusiasts and investors alike.",
    "history": "The story of SafePal begins with Veronica Wong, a veteran in the tech industry, who founded the company in 2018 with a mission to eliminate the hurdles for crypto beginners. Along with her two co-founders, Wong set out to create a hardware wallet that would simplify crypto management and make it accessible to both tech-savvy individuals and those new to the space.\n\nSince its inception, SafePal has received support from industry giants like Binance, which became the first hardware wallet to invest in and back SafePal. This support has helped SafePal evolve from a humble startup to a global enterprise in just a few years.\n\nSafePal stands out in the crowded crypto wallet space for several reasons. Firstly, it offers both hardware and software wallets, providing users with options to suit their preferences and needs. The hardware wallet, called SafePal S1, is 100% offline and decentralised, equipped with advanced security technology such as EAL5+ secure element and self-destruct mechanism. On the other hand, the software wallet, accessible through the SafePal App, is a secure decentralised wallet that can be managed on mobile devices.\n\nSecondly, SafePal has its native utility token called SFP, which serves multiple purposes. SFP can be used for discounts, incentives, and as a means of payment for services within the SafePal ecosystem. It also serves as the governance token, allowing holders to create proposals and vote on new features.\n\nFurthermore, SafePal is committed to providing a user-friendly experience, with fast and intuitive wallets available on various platforms, including iOS, Google Play, Android, Chrome, Firefox, and Microsoft Edge. The team at SafePal actively seeks feedback from the community and uses it to continuously improve their products and services, making crypto onboarding easy and even enjoyable for users.\n\nSafePal is also actively involved in the decentralised finance (DeFi) space, with solutions that demystify and simplify DeFi for users. The SafePal Wallet allows users to participate in liquidity mining, buy and sell NFTs, and engage in blockchain gaming, all from the safety and security of their crypto wallet.",
    "website": "https://www.safepal.io/",
    "blog": "https://blog.safepal.io/",
    "twitter": "https://twitter.com/iSafePal",
    "telegram": "https://t.me/SafePalwallet",
    "discord": "https://discord.com/invite/BuKynZqRNj",
    "dominantColour": "#4A21EF"
}