{
    "name": "Seedify",
    "symbol": "SFUND",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x477bC8d23c634C154061869478bce96BE6045D12.png",
    "overview": "Seedify.fund (SFUND) is a revolutionary blockchain gaming-focused incubator and launchpad that is changing the landscape of the gaming industry. Founded by Levent Cem Aydan, an experienced entrepreneur with a passion for blockchain technology, Seedify empowers innovators and project developers by providing access to funding, community and partnership building, and a comprehensive support system to drive the future of gaming and blockchain.\n\nWith its unique ecosystem, Seedify offers an IGO launchpad with a tiered allocation mechanism that allows SFUND token holders to stake their tokens and earn staking rewards while gaining access to quality, curated blockchain gaming projects through private sales and initial game offerings. The launchpad's tier system provides opportunities for participants to enjoy guaranteed allocation, making it a highly sought-after platform for blockchain gaming startups.\n\nIn addition to IGOs, Seedify's NFT Launchpad also allows stakers to participate in initial NFT offerings (INOs) and initial metaverse offerings (IMOs). Furthermore, staking SFUND tokens provides holders with the opportunity to receive tokens from projects that have been selected and supported by Seedify's incubation program.",
    "history": "Seedify was born out of the vision of Levent Cem Aydan, who recognized the power and potential of integrating blockchain in gaming. After becoming disillusioned with the approach of private equity and traditional venture capital toward cryptocurrency start-ups, Aydan decided to focus on decentralised solutions and fair fundraising for entrepreneurs. Thus, Seedify was founded in 2018, with the aim of revolutionising the gaming industry and bringing the opportunities offered by blockchain gaming and the play-to-earn model to billions around the globe.\n\nIn August 2021, Seedify became the blockchain ecosystem's first gaming-focused incubator and launchpad. Since then, it has gained a reputation for its extensive knowledge of blockchain and gaming, and its ability to select and present only the best projects to its holders and community. With 50 successful, sold-out IGOs, Seedify has a proven track record of supporting innovative blockchain games and ensuring project funding, while also providing marketing services, building strong communities, and fostering partnerships with industry leaders such as Polygon, Metis, Altura NFT, Yield Guild Games, and more.\n\nWhat makes Seedify.fund unique is its commitment to not only supporting innovators but also leading innovation in the blockchain gaming and metaverse space. Through its launchpad, Seedify provides an opportunity for blockchain gaming startups to promote their products, while SFUND investors gain early access to promising play-to-earn projects. Startups give Seedify a percentage of their token supply to cover costs and reward SFUND holders, creating a win-win situation for both parties.\n\nFurthermore, Seedify's transparent approach ensures that the funding pool shares staking rewards and makes all resources transparent to the community, while security is ensured through the use of blockchain technology. This level of transparency and community engagement sets Seedify apart from other platforms, making it a trusted and reliable choice for blockchain gaming startups and investors alike.",
    "website": "https://seedify.fund/",
    "blog": "https://medium.com/seedify",
    "twitter": "https://twitter.com/seedifyfund",
    "telegram": "https://t.me/seedifyfundofficial",
    "discord": "",
    "dominantColour": "#421E83"
}