{
    "name": "Singularity Dao",
    "symbol": "SDAO",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x90Ed8F1dc86388f14b64ba8fb4bbd23099f18240.png",
    "overview": "SingularityDAO is a decentralised autonomous organisation (DAO) that serves as the DeFi arm of the SingularityNET AI Ecosystem. It aims to simplify access to the crypto economy by offering sophisticated Decentralised Finance (DeFi) solutions powered by advanced Artificial Intelligence (AI). One of the key innovations of SingularityDAO is the creation of dynamically adjusted baskets of tokens called DynaSets, which are controlled by a team of traders aided by cutting-edge AI technology. These DynaSets use long and short trading strategies, apply leverage, and automatically rebalance holdings based on market conditions, all in a fully decentralised manner, in line with the ethos of true DeFi.",
    "history": "SingularityDAO is a decentralised Portfolio Management Protocol that provides a platform for managing crypto assets with superior risk management and analytics tools. It enables anyone to safely and easily manage their crypto assets on-chain, supported by AI-enchanted data analytics services. The protocol also aims to foster a new ecosystem of digital asset managers who can offer automated asset management services using advanced decentralised tools and on-chain execution. This open and inclusive approach promotes collaboration and innovation in the crypto asset management space, with the growing community of supporters and users providing valuable feedback to shape the future of the protocol.\n\nDecentralised governance is at the core of SingularityDAO, and it follows a community-driven approach. Anyone with an interest can participate in discussions, offer suggestions, and provide feedback to guide the growth of the protocol. Proposals are submitted to the DAO, and the community is encouraged to engage in open discussions on the SingularityDAO Discord and Forum before a vote is held. Based on the results of the vote, proposals are enacted, updated, or potentially dismissed entirely.\n\nThe SingularityDAO Governance Token (SDAO) is the key to the governance process. SDAO holders have the right to vote on proposals relevant to the protocol, regardless of whether the tokens are held in wallets, staking smart contracts, or across multiple chains such as Ethereum or Binance Smart Chain. This ensures that the governance process is open and inclusive, allowing the community to have a say in the decision-making and direction of the protocol.",
    "website": "https://www.singularitydao.ai/",
    "blog": "https://medium.com/singularitydao",
    "twitter": "https://twitter.com/SingularityDao",
    "telegram": "https://t.me/chatsight_bot?start=dmVyaWZ5OjotMTAwMTI4NzAxNjEzNw==",
    "discord": "https://discord.gg/singularitydao",
    "dominantColour": "#868AED"
}