{
    "name": "Splintershards",
    "symbol": "SPS",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x1633b7157e7638C4d6593436111Bf125Ee74703F.png",
    "overview": "Splinterlands is a revolutionary digital, collectible card game that has taken the gaming world by storm. Inspired by popular games like Magic the Gathering and Hearthstone, Splinterlands leverages blockchain technology to allow players to truly own and trade their digital assets, just as they would with physical trading cards games. With true scarcity and transparency, Splinterlands has created a unique gaming experience where players can build collections of cards with different attributes and battle other players in skills-based matches. But what sets Splinterlands apart from other games in the market?",
    "history": "Splinterlands was founded in May 2018 by Jesse Reich and Matthew Rosen. Reich, a former scientist and chemistry professor, and Rosen, a developer with experience in gaming projects, saw the need for a game that would allow players to truly own and trade their digital assets. As digital games became more prevalent, players lost the ability to truly own the assets they acquired in games. But with blockchain technology, Splinterlands has brought back ownership and transparency to the gaming world.\n\nSplinterlands runs on the Hive blockchain, making it a permissionless game that anyone can join by creating a Hive blockchain address. This not only allows for transparency in all actions within the game, but it also ensures fairness in battles and transactions. All actions, including battle results, are recorded on the blockchain, providing players with a verifiable supply and historical record of their cards.\n\nOne of the unique aspects of Splinterlands is its in-game currency, Dark Energy Crystals (DEC). Players can earn DEC by competing in ranked battles, where they choose a set of monster cards and a summoner card to battle against their opponents. DEC can also be obtained by converting unused cards in their collection. DEC has utility within the game, as it can be used to purchase in-game items and trading cards from other players on the Splinterlands market. DEC is also tradable among players and on third-party exchanges, adding to its value and utility.\n\nTo unlock the full potential of the game, players can purchase the summoner's spellbook for $10, which grants them access to their account keys and the ability to earn DEC. This unique approach allows players to choose their level of engagement with the game, whether they want to play for free or invest in the game to enhance their gaming experience.\n\nIn addition to the innovative use of blockchain technology, Splinterlands has also introduced Splintershards (SPS) - its governance token for the SPS decentralized autonomous organization (DAO). The SPS token will be integrated into the Splinterlands game, giving players the option to influence decisions about the game and the ecosystem. Players can propose their own changes, such as modifying the battle settings or changing the DEC inflation pools, making Splinterlands a truly community-driven game.\n\nIn just over three years, Splinterlands has gained a significant player base, reaching 100,000 players and adding another 50,000 in just over a month from June 2021. With its unique approach to ownership, transparency, and community involvement, Splinterlands has become a game that stands out in the world of blockchain-based games.",
    "website": "https://splinterlands.com/",
    "blog": "",
    "twitter": "https://twitter.com/splinterlands",
    "telegram": "https://t.me/splinterlandsHQ",
    "discord": "https://discord.com/invite/CAFJRjY",
    "dominantColour": "#000000"
}