{
    "name": "STEPN (GMT)",
    "symbol": "GMT",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x3019BF2a2eF8040C242C9a4c5c4BD4C81678b2A1.png",
    "overview": "STEPN is a unique Web3 lifestyle app that combines fitness with GameFi elements on the Solana, Ethereum and BSC blockchains. The app incentivises users to adopt a healthier lifestyle through a token reward mechanism that gamifies movement. Users buy NFT sneakers, which they can use to earn in-game currency while walking, running, or jogging. This new category of 'move-to-earn' incentivizes millions of users to follow a healthier lifestyle and solve several problems like 'proof of movement' and a functioning GPS system. Moreover, STEPN successfully contributes to carbon neutrality by buying Carbon Removal Credits on Solana to combat climate change.",
    "history": "STEPN was founded in August 2021 by Yawn Rong, an Australian blockchain entrepreneur, and his neighbor and partner Jerry Huang, a game developer and former founder of Falafel Games. The company raised a significant $5 million seed round from some of the biggest crypto venture capital firms like Sequoia Capital, Folius Ventures, Solana Capital, Alameda Research, 6th Man Ventures, DeFi Alliance, and several notable angel investors.\n\nSTEPN has quickly gone from its inception stage to the open beta version in only five months. After its successful IDO in March 2022, the app plans to optimize its in-game features and launch on several other chains in the future.\n\nSTEPN's uniqueness lies in its ability to disrupt the fitness industry in several ways. Firstly, the app incentivizes users to live a healthier lifestyle through a straightforward token reward mechanism. Secondly, the gamification of fitness nudges users towards a healthier lifestyle. Finally, STEPN contributes to carbon neutrality, allowing users to signal their positive impact on the environment.\n\nIn conclusion, STEPN is a revolutionary Web3 lifestyle app that combines fitness with GameFi elements. It incentivizes users to adopt a healthier lifestyle through a token reward mechanism and gamifies movement. The app contributes to carbon neutrality, allowing users to signal their positive impact on the environment. With its successful IDO and plans to optimize its in-game features, STEPN has a bright future ahead in the fitness industry.",
    "website": "https://www.stepn.com/",
    "blog": "https://stepnofficial.medium.com/",
    "twitter": "https://twitter.com/stepnofficial",
    "telegram": "https://t.me/STEPNofficial",
    "discord": "https://discord.com/invite/stepn",
    "dominantColour": "#ECCF80"
}