{
    "name": "Tranchess",
    "symbol": "CHESS",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x20de22029ab63cf9A7Cf5fEB2b737Ca1eE4c82A6.png",
    "overview": "Tranchess Protocol, a chess-themed asset management dapp built on the Binance Smart Chain, has quickly gained popularity in the world of decentralised finance (DeFi) since its launch in June 2021. The platform offers a unique approach to yield-enhancing investments by utilising the concept of tranche funds from traditional finance. Tranchess allows users to invest in specific underlying assets such as Bitcoin, ether, and Binance Coin within a structured product that caters to their individual risk appetites.\n\nInspired by the game of chess and the French word 'Tranche' which is associated with tranche funds, Tranchess aims to provide a different risk/return matrix out of a single main fund. The main fund, also known as the token Queen, can be split equally into two sub-funds, offering different risk tiers for investors to choose from. This allows users to customise their investment strategy based on their risk tolerance, making Tranchess a versatile and flexible option in the world of DeFi.",
    "history": "Tranchess Protocol was conceptualised in early 2020 by Co-Founder Danny Chong and his team. With diverse experiences and roles in tech firms such as Google, Facebook, Microsoft, and investment banks such as Morgan Stanley, UBS, and BNP Paribas, the team brings a wealth of expertise to the development and maintenance of the protocol. Danny, who has held positions in trading, sales, and management in the FICC space, has a vision to empower DeFi users with omni asset management capabilities and contribute to the paradigm shift from traditional finance to DeFi.\n\nTranchess launched its first underlying asset pool tracking Bitcoin in June 2021, just as the DeFi space was gaining momentum. The platform quickly gained attention for its innovative approach to yield-enhancing investments and its transparent and automated smart contract-based system. Tranchess subsequently launched its second fund for ether in November 2021, and achieved its long-time goal of becoming a BSC validator in mid-January 2022, coinciding with the launch of its third and latest fund for Binance Coin.\n\nOne of the key features that sets Tranchess apart is its focus on security. The protocol's smart contracts are resistant to price manipulation attacks, thanks to its use of 30-minute TWAP (Time Weighted Average Price) instead of discrete oracle prices. In addition, Tranchess has undergone multiple rounds of code audits by reputable teams, and has implemented bug bounty programs and multi-signature settings to further enhance its security measures.\n\nTranchess has also gained support from prominent investors in the crypto space, with a successful seed funding round of $1.5 million led by Three Arrows Capital and Spartan Group, and participation from investors such as Binance Labs, Longhash Ventures, and IMO Ventures.",
    "website": "https://tranchess.com/",
    "blog": "https://tranchess.medium.com/",
    "twitter": "https://twitter.com/tranchess",
    "telegram": "",
    "discord": "",
    "dominantColour": "#000000"
}