{
    "name": "Trust Wallet",
    "symbol": "TWT",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x4B0F1812e5Df2A09796481Ff14017e6005508003.png",
    "overview": "Trust Wallet Token (TWT) is a utility and governance token that is native to the Trust Wallet mobile app, which is a multi-currency crypto wallet that provides users access to a wide range of digital assets. Trust Wallet is the official crypto wallet of Binance Smart Chain (BSC) and joined the Binance ecosystem in 2018. The core modules of Trust Wallet are open-source, allowing developers to build on top of it, and it has integrated with other decentralised exchanges (DEXs) such as Pancake Swap, Uniswap, and Binance DEX, making it easy for users to buy, hold, and exchange their crypto-assets using a single interface. Trust Wallet supports buying, exchanging, and staking of over 160,000 crypto assets on 40 blockchains, and it also has fiat on-boarding, allowing users to purchase crypto with credit cards. The overarching goal of Trust Wallet is to become the interface to all crypto by making it easier for users to access crypto services like decentralised applications (dapps).",
    "history": "Trust Wallet was founded by Viktor Radchenko in September 2017. Radchenko, who previously held development and engineering roles at tech firms and co-founded Trucker Path in 2013, turned his attention to the mobile cryptocurrency wallet industry when he realised that app stores did not have any open-source wallets for Ethereum and ERC20 tokens. Trust Wallet launched in November 2017 and quickly gained significant user adoption due to its unique features such as the 'automagically tokens' feature that allowed users to identify and reveal any ERC-20 tokens associated with their address.\n\nIn March 2018, Radchenko and his small team started working full-time on Trust Wallet, adding new features and responding to increasing support requests. Trust Wallet's popularity continued to grow, and it was acquired by Binance on July 31, 2018, becoming their first acquisition. Despite the acquisition, Radchenko retained autonomy from Binance to continue steering the Trust Wallet project, and he still works on the platform as part of the Binance team.\n\nIn 2020, Trust Wallet was ranked 6th among the top ten most downloaded cryptocurrency apps, showcasing its widespread adoption and popularity among users. Trust Wallet is differentiated from its competitors by its comprehensive coverage of different types of crypto assets, its integration with various blockchains, and its emphasis on simplifying unified integration on both the user and developer sides as an abstracted layer and open-source codebase for building dapps.",
    "website": "https://trustwallet.com/",
    "blog": "",
    "twitter": "https://twitter.com/trustwallet",
    "telegram": "https://t.me/trust_announcements",
    "discord": "",
    "dominantColour": "#3375BB"
}