{
    "name": "Uniswap",
    "symbol": "UNI",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xBf5140A22578168FD562DCcF235E5D43A02ce9B1.png",
    "overview": "Uniswap, the popular decentralised trading protocol, has quickly gained prominence in the world of decentralised finance (DeFi) for its efficient and open approach to token trading. Launched in November 2018 by Ethereum developer Hayden Adams, Uniswap aims to provide a decentralised exchange (DEX) that allows users to swap ERC-20 tokens without the need for a centralised intermediary. One of the key features that sets Uniswap apart is its use of an Automated Market Maker (AMM), which allows users to trade tokens directly without relying on an order book. Instead, Liquidity Providers (LP) deposit tokens into a smart contract, which then provides a price quote to traders. In return, LPs are compensated with a 0.3% trading fee for providing liquidity to the protocol.",
    "history": "Uniswap gained considerable popularity in 2020 due to the DeFi phenomenon and the surge in token trading. In September 2020, Uniswap took a major step forward by introducing its own governance token, UNI, which was retrospectively airdropped to users who had interacted with the protocol by swapping tokens or providing liquidity. UNI allows token holders to participate in the governance of the protocol, giving them a voice in key decisions such as the usage of the treasury or future upgrades through governance votes.\n\nThe Uniswap DAO (Decentralised Autonomous Organization) now has over 310,000 members who can vote on the $1.6 billion treasury, governance, and roadmap of the DEX by holding UNI governance tokens. However, the governance process is rigorous, with proposals needing to gather up to 25,000 yes-votes to be eligible for further deliberation. The consensus check phase requires at least 50,000 yes-votes, and the final governance phase needs to attract 40 million yes-votes for a proposal to be adopted. Despite its strict governance process, Uniswap has been a dominant force in the world of DEX, ranking as the top DEX in terms of trading volume in 2021 and holding significant assets in its treasury.\n\nUniswap's unique approach lies in its focus on liquidity creation for the DeFi ecosystem. The protocol uses a formula for automated exchange, X x Y = K, with founder Hayden Adams credited as the inventor of this particular implementation. By automating the process of market making, Uniswap incentivizes activity by reducing risk and costs for all parties involved. It also removes identity requirements for users, allowing anyone to create a liquidity pool for any pair of tokens. Furthermore, Uniswap's governance token, UNI, aims to make the protocol publicly-owned and self-sustainable while preserving its decentralised and autonomous nature.\n\nUniswap has gone through several iterations since its launch, with Uniswap V2 introducing new features like ERC-20 pairs, price oracles, and flash swaps. The latest version, Uniswap V3, launched on the mainnet in May 2021, and boasts greater capital efficiency for liquidity providers, improved execution for traders, and enhanced infrastructure. The Uniswap price reached an all-time high (ATH) of $44.97 leading up to the mainnet launch of V3, with substantial interest in UNI to AUD and UNI to EUR price pairs since its release.",
    "website": "https://uniswap.org/",
    "blog": "",
    "twitter": "https://twitter.com/Uniswap",
    "telegram": "",
    "discord": "https://discord.gg/FCfyBSbCU5",
    "dominantColour": "#FF007A"
}