{
    "name": "Venus",
    "symbol": "XVS",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0xcF6BB5389c92Bdda8a3747Ddb454cB7a64626C63.png",
    "overview": "Venus Protocol (Venus) is a revolutionary lending platform and synthetic stablecoin protocol that operates on the Binance Smart Chain. It was incubated by Binance and developed by the Swipe project team. What sets Venus apart is its high speed and incredibly low transaction costs, making it one of the fastest and most cost-effective platforms in the decentralised finance (DeFi) ecosystem. Venus allows users to directly borrow against collateral at lightning-fast speeds and with minimal transaction fees, providing a seamless experience for borrowers and lenders alike.\n\nUsers can deposit assets into the Venus protocol and receive vTokens in return, which accrue returns based on variable interest rates determined by supply and demand. Borrowers can then access funds by paying the variable interest rates. Supported assets include popular cryptocurrencies such as ETH, USDC, XRP, FIL, and BCH, and only overcollateralized loans are currently supported. Additionally, users have the option to mint VAI, a synthetic stablecoin pegged to the value of one U.S. dollar (USD), by posting collateral in Venus.\n\nVenus is unique in its approach to lending and borrowing, as it offers users a decentralised, permissionless, and efficient way to access liquidity. There are no credit checks, and users are not restricted by geographic region or credit score. Instead, borrowers can quickly take out a loan by interacting with the Venus DApp, and lenders receive a variable APY for their contribution to the liquidity pool. The system is powered by the community, as XVS token holders have total control over the governance of the Venus Protocol, with no pre-mines for the team, developers, or founders.",
    "history": "Venus Protocol was founded with the goal of achieving decentralisation through community governance. Developed by the Swipe project team and incubated by Binance, Venus has quickly gained popularity in the DeFi ecosystem due to its innovative approach to lending and borrowing. Built on top of the Binance Smart Chain, Venus leverages the high speed and low transaction costs of the chain to provide users with a seamless experience.\n\nThe protocol has introduced many groundbreaking features, including the ability to lend and borrow a wide range of assets, mint synthetic stablecoins (VAI) with overcollateralized positions, and use price feed oracles from Chainlink to ensure accurate and tamper-proof pricing data. Moreover, Venus is the first protocol to enable users to access lending markets for Bitcoin (BTC), XRP, Litecoin (LTC), and other cryptocurrencies in real-time, thanks to its near-instant transactions on the Binance Smart Chain.\n\nVenus has gained a strong following in the DeFi community due to its user-friendly interface, fast and low-cost transactions, and community-driven governance model. XVS token holders have full control over the path of the Venus Protocol, and the protocol continues to evolve and improve based on feedback and proposals from the community.",
    "website": "https://venus.io/",
    "blog": "https://medium.com/@Venus_protocol",
    "twitter": "https://twitter.com/VenusProtocol",
    "telegram": "https://t.me/VenusProtocol",
    "discord": "",
    "dominantColour": "#3C7CFE"
}