{
    "name": "WOO Network",
    "symbol": "WOO",
    "logoURI": "https://polybit-finance.s3.ap-southeast-1.amazonaws.com/assets/tokens/images/56/0x4691937a7508860F876c9c0a2a617E7d9E945D4B.png",
    "overview": "In the world of cryptocurrencies, liquidity is king. Without sufficient liquidity, markets can become inefficient, prices can be easily manipulated, and traders may struggle to find counterparties for their transactions. Recognizing this issue, WOO Network, a deep liquidity network, has emerged as a game-changer in the crypto space. WOO Network connects traders, exchanges, institutions, and DeFi platforms with democratised access to best-in-class liquidity and trading execution at lower or zero cost. WOO Token, the native token of the network, is used in the network's CeFi and DeFi products for staking and fee discounts. With a diverse set of products and services, WOO Network has quickly become a key player in the world of CeDefi, bridging the gap between centralised and decentralised finance.",
    "history": "WOO Network was incubated in 2019 by Kronos Research, a multi-strategy trading firm specialising in market making, arbitrage, CTA, and high-frequency trading (HFT). With a daily trading volume averaging around $5-10 billion on global cryptocurrency exchanges, Kronos Research is one of the largest algorithmic trading firms in the world. Leveraging its expertise in market making and trading, Kronos Research realised the issue of liquidity fragmentation in the crypto markets and set out to disrupt the status quo. WOO Network aims to standardise liquidity and reduce market inefficiencies by providing a deep liquidity pool that can be accessed by traders, exchanges, institutions, and DeFi platforms.\n\nWOO Network's flagship product, WOO X, is a zero-fee trading platform that provides professional and institutional traders with best-in-class liquidity and execution. Featuring fully customizable modules for workspace customization, WOO X offers a seamless trading experience for users. One of the unique features of WOO X is the ability for retail traders to stake the native WOO Token and enjoy zero Maker and Taker fees, making it an attractive option for professional and sophisticated traders who frequently transact large volumes.\n\nWOO Network's DeFi arm, WOOFi, is deployed across select DeFi protocols and applications to provide users with enhanced on-chain liquidity and execution. Currently offering swaps, WOO staking, and yield-generating pools on Binance Smart Chain (BSC) and Avalanche, WOOFi has also recently launched WOOFi Swap, a decentralised exchange (DEX) that introduces its native algorithm, called Synthetic Proactive Market Maker (sPMM). This innovative algorithm allows for better capital efficiency compared to other DEXes on BSC, with swap fees as low as 0.1% across all pairs. WOOFi Swap also benefits from the expertise of Kronos Research, the parent company of WOO Network, which acts as the sole market maker on the platform.\n\nIn addition to its CeFi and DeFi products, WOO Network also offers liquidity as a service for institutional clients such as exchanges, allowing them to upgrade their orderbooks to a depth deeper than top exchanges and tighten their bid/ask spread. This service has been well-received in the market, attracting a growing number of partners and ecosystem rewards.",
    "website": "https://woo.org/",
    "blog": "https://medium.com/woonetwork",
    "twitter": "https://twitter.com/WOOnetwork",
    "telegram": "https://t.me/woonetwork",
    "discord": "https://discord.com/invite/woonetwork",
    "dominantColour": "#212630"
}